Repository: andrescanon/woocommerce
Catalog: credit-agricole-woocommerce-extension/languages/wirecard-woocommerce-extension-*.po
Languages: cs_cz, de_de, fr_fr, id_id, ja, ko_kr, nl_nl, sk_sk, zh_cn, zh_tw

# poi_pia_desc
source: Payment On Invoice / Payment In Advance transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce Platba na fakturu / Platba předem prostřednictvím platební brány Crédit Agricole.
de_de: "Kauf auf Rechnung / Vorauskasse"-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions Paiement sur facture / Paiement à l’avance via la passerelle de paiement Crédit Agricole.
id_id: Transaksi Pembayaran Berdasarkan Faktur/Pembayaran di Muka melalui Payment Gateway Crédit Agricole
ja: Crédit Agricole 支払い処理ゲートウェイ経由でのインボイスでの支払い / 事前支払い
ko_kr: Crédit Agricole 결제 처리 게이트웨이를 통한 송장 결제 / 사전 결제 트랜잭션
nl_nl: Betalingstransacties op factuur / voorafbetaling via Crédit Agricole Payment Gateway.
sk_sk: Transakcie s platbou na faktúru/platbou vopred cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付处理网关进行发票付款/提前付款交易
zh_tw: 透過 Crédit Agricole Payment Processing Gateway 進行發票付款/預付款交易

# ptrid
source: Provider Transaction Reference ID
cs_cz: Referenční identifikační kód poskytovatele transakce
fr_fr: Identifiant de référence du fournisseur de transactions
id_id: Identitas referensi transaksi provider
ja: プロバイダーのトランザクション参照 ID
ko_kr: 제공자 트랜잭션 참조 ID
nl_nl: Transactiereferentie-ID provider
sk_sk: Referenčné ID transakcie poskytovateľa
zh_cn: 供应商交易参考 ID
zh_tw: 提供商交易參考 ID

# ratepayinvoice
source: Guaranteed Invoice
cs_cz: Zaručená faktura
de_de: Garantierter Kauf auf Rechnung
fr_fr: Facture avec garantie de paiement
id_id: Faktur Bergaransi
ja: 保証付きインボイス
nl_nl: Crédit Agricole gegarandeerde betaling door Crédit Agricole
sk_sk: Crédit Agricole zaručená faktúra cez Crédit Agricole
zh_cn: Crédit Agricole 保证发票

# ratepayinvoice_desc
source: Guaranteed Invoice transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce Zaručená faktura prostřednictvím platební brány Crédit Agricole.
de_de: "Garantierter Kauf auf Rechnung"-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions Facture avec garantie de paiement via la passerelle de paiement Crédit Agricole.
id_id: Transaksi Faktur Bergaransi melalui Payment Gateway Crédit Agricole
ja: Crédit Agricole 支払い処理ゲートウェイ経由での保証付きインボイス トランザクション。
ko_kr: Crédit Agricole 결제 처리 게이트웨이를 통한 Guaranteed Invoice 트랜잭션
nl_nl: Transacties met gegarandeerde betaling via Crédit Agricole Payment Gateway.
sk_sk: Transakcie so zaručenou faktúrou cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付处理网关进行保证发票交易
zh_tw: 透過 Crédit Agricole Payment Processing Gateway 進行 Guaranteed Invoice 交易

# ratepayinvoice_fields_error
source: Minimum age to pay with Guaranteed Invoice: 18.
cs_cz: Minimální věk pro placení Zaručenou fakturou: 18.
de_de: Für die Nutzung dieses Zahlungmittels müssen Sie mindestens 18 Jahre alt sein.
fr_fr: Âge minimum requis pour le mode de paiement Facture avec garantie de paiement : 18.
id_id: Anda harus berusia 18 tahun ke atas untuk memesan.
ja: 注文を行うには、18 歳以上でなければなりません。
ko_kr: 18세 이상이어야 합니다.
nl_nl: Minimumleeftijd om door middel van gegarandeerde betaling te betalen: 18.
sk_sk: Minimálna veková hranica na platby so zaručenou faktúrou: 18.
zh_cn: 您必须年满 18 周岁才能订购。
zh_tw: 您需要年滿 18 歲才能訂購。

# redirect_text
source: You are being redirected. Please wait.
cs_cz: Jste přesměrováváni. Čekejte, prosím.
de_de: Sie werden weitergeleitet. Bitte warten.
fr_fr: Vous êtes redirigé. Veuillez patienter.
id_id: Koneksi Anda sedang dialihkan, harap menunggu
ja: リダイレクトしています。お待ちください
ko_kr: 리디렉션 중입니다. 잠시 기다려주십시오
nl_nl: U wordt doorverwezen. Even geduld.
sk_sk: Prebieha presmerovanie. Čakajte, prosím.
zh_cn: 您正在重定向。请稍候
zh_tw: 您正在重新導向，請稍候

# refund_gateway_error
source: Refund via Crédit Agricole Payment Gateway failed.
cs_cz: Refundování prostřednictvím platební brány Crédit Agricole proběhlo neúspěšně.
de_de: Rückerstattung via Crédit Agricole Payment Processing Gateway fehlgeschlagen.
fr_fr: Échec du remboursement via la passerelle de paiement Crédit Agricole.
id_id: Pengembalian dana melalui Payment Gateway Crédit Agricole gagal.
ja: Crédit Agricole 支払い処理ゲートウェイ経由での返金に失敗しました。
ko_kr: Crédit Agricole 결제 처리 게이트웨이를 통한 환불 실패.
nl_nl: Terugbetaling via Crédit Agricole Payment Gateway mislukt.
sk_sk: Vrátenie peňazí cez platobnú bránu Crédit Agricole zlyhalo.
zh_cn: 通过 Crédit Agricole 支付处理网关进行的退款失败。
zh_tw: 透過 Crédit Agricole Payment Processing Gateway 退款失敗。

# refund_online_error
source: Currently no online refund possible.
cs_cz: V současné době není možné refundování online.
de_de: Zurzeit ist keine Online-Rückerstattung möglich.
fr_fr: Aucun remboursement n’est actuellement possible en ligne.
id_id: Pengembalian dana online saat ini tidak tersedia.
ja: 現在、オンラインでの返金はできません。
ko_kr: 지금 가능한 온라인 환불 없음.
nl_nl: Momenteel geen online terugbetaling mogelijk.
sk_sk: Momentálne nie je možné online vrátenie peňazí.
zh_cn: 此时无法进行在线退款。
zh_tw: 此時無法進行網上退款。

# refund_partial_shipping_error
source: You can refund shipping fees only in full; partial refund of shipping fees is not possible.
cs_cz: Můžete refundovat zasílací poplatky pouze v plné výši; částečné refundování zasílacích poplatků není možné.
de_de: Versandkosten können nur zur Gänze rückerstattet werden. Eine Teilrückerstattung der Kosten ist nicht möglich.
fr_fr: Les frais d’expédition ne peuvent être remboursés uniquement en intégralité ; le remboursement partiel des frais d’expédition n’est pas possible.
ja: 送料の一部を返金することはできないため、送料は全額でのみ返金できます。
nl_nl: U kunt de verzendkosten enkel volledig terugbetalen; gedeeltelijke terugbetaling van verzendkosten is niet mogelijk.
sk_sk: Prepravné poplatky je možné vrátiť iba v plnej výške. Čiastočné vrátenie prepravných poplatkov nie je možné.
zh_cn: 您只能全额退还运费；不能部分退还运费。

# refund_processing_error
source: Processing refund failed.
cs_cz: Zpracování refundování proběhlo neúspěšně.
de_de: Rückerstattung fehlgeschlagen.
fr_fr: Échec du traitement du remboursement.
id_id: Pemrosesan pengembalian dana gagal.
ja: 返金処理に失敗しました。
ko_kr: 환불 처리 실패.
nl_nl: Verwerken van terugbetaling mislukt.
sk_sk: Spracovanie vrátenia peňazí zlyhalo.
zh_cn: 处理退款失败。
zh_tw: 處理退款失敗。

# sepact
source: SEPA Credit Transfer
de_de: SEPA-Überweisung
fr_fr: Virement SEPA
sk_sk: SEPA Úhrada

# sepact_desc
source: SEPA Credit Transfer transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce SEPA Credit Transfer prostřednictvím platební brány Crédit Agricole.
de_de: "SEPA-Überweisung"-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions Virement SEPA via la passerelle de paiement Crédit Agricole.
id_id: Transaksi SEPA Credit Transfer melalui Payment Gateway Crédit Agricole
ja: Crédit Agricole 支払い処理ゲートウェイ経由での SEPA Credit Transferトランザクション
ko_kr: Crédit Agricole 결제 처리 게이트웨이를 통한 SEPA Credit Transfer 트랜잭션
nl_nl: SEPA Credit Transfer-transacties via Crédit Agricole Payment Gateway
sk_sk: Transakcie SEPA Úhrada cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付处理网关进行 SEPA Credit Transfer 交易
zh_tw: 通过 Crédit Agricole 支付处理网关进行 SEPA Credit Transfer 交易

# sepadd
source: SEPA Direct Debit
de_de: SEPA-Lastschrift
fr_fr: Prélèvement SEPA
sk_sk: SEPA Inkaso

# sepadd_desc
source: SEPA Direct Debit transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce SEPA Direct Debit prostřednictvím platební brány Crédit Agricole.
de_de: "SEPA-Lastschrift"-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions Prélèvement SEPA via la passerelle de paiement Crédit Agricole.
id_id: Transaksi SEPA melalui Payment Gateway Crédit Agricole
ja: Crédit Agricole 支払い処理ゲートウェイ経由での SEPA Direct Debit トランザクション
ko_kr: Crédit Agricole 결제 처리 게이트웨이를 통한 SEPA Direct Debit 트랜잭션
nl_nl: SEPA Direct Debit-transacties via Crédit Agricole Payment Gateway.
sk_sk: Transakcie SEPA Inkaso cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付处理网关进行 SEPA 交易
zh_tw: 通过 Crédit Agricole 支付处理网关进行 SEPA Direct Debit 交易

# sepa_cancel
source: Cancel
cs_cz: Storno
de_de: Abbrechen
fr_fr: Annuler
id_id: Batal
ja: キャンセルする
ko_kr: 취소
nl_nl: Annuleren
sk_sk: Zrušiť
zh_cn: 取消
zh_tw: 取消

# sepa_fields_error
source: Please fill in the SEPA Direct Debit fields and try again.
cs_cz: Laskavě vyplňte pole v SEPA Direct Debit a zkuste to znovu.
de_de: Füllen Sie die Felder der SEPA-Lastschrift aus und versuchen Sie es erneut.
fr_fr: Veuillez remplir les champs de prélèvement SEPA et réessayez.
id_id: Harap isi kolom SEPA dan coba lagi.
ja: SEPA フィールドに入力してから、もう一度実行してください。
ko_kr: SEPA 필드를 작성하고 다시 시도하십시오.
nl_nl: Gelieve de SEPA Direct Debit-velden in te vullen en opnieuw te proberen.
sk_sk: Prosím, vyplňte polia SEPA Inkaso a skúste to znova.
zh_cn: 请填写 SEPA 字段并重试。
zh_tw: 請填寫 SEPA 欄位並重試。

# sepa_text_1
source: I authorize the creditor
cs_cz: Zmocňuji příjemce
de_de: Ich ermächtige den Creditor
fr_fr: J’autorise le créancier
id_id: Saya mengizinkan kreditor
ja: 債権者が
ko_kr: 본인은 채권자가 본인의 계좌에서
nl_nl: Ik autoriseer de crediteur
sk_sk: Oprávňujem inkasanta
zh_cn: 我授权该贷方
zh_tw: 我授權債權人

# sepa_text_2
source: to send instructions to my bank to collect one single direct debit from my account. At the same time I instruct my bank to debit my account in accordance with the instructions from the creditor
cs_cz: k tomu, aby vydal pokyn mé bance k provedení jednorázového inkasa z mého účtu. Současně vydávám pokyn své bance, aby zatížila můj účet v souladu s pokyny příjemce
de_de: einmalig eine Zahlung von meinem Konto mittels SEPA-Lastschrift einzuziehen. Zugleich weise ich meine Bank an, die vom Creditor
fr_fr: à envoyer des ordres à ma banque pour initier un et un seul débit de mon compte. En même temps, j’instruis ma banque de débiter mon compte conformément aux instructions du créancier.
id_id: untuk mengirimkan instruksi ke bank saya untuk mengumpulkan satu debit langsung dari akun saya. Pada waktu yang sama saya menginstruksikan bank untuk mendebit akun saya sesuai dengan instruksi dari kreditor
ja: 私の口座から1回のダイレクトデビットを回収するように、私の銀行に指示を送信することを許可します。同時に、私は、債権者からの指示に従い、私の銀行が口座から引き落とすように銀行に指示します。
ko_kr: 한 건의 자동 이체를 수취할 수 있도록 은행에 요청합니다. 또한, 본인은 채권자의 지시에 따라 계좌에서 금액을 인출하도록 은행에 요청합니다
nl_nl: om instructies naar mijn bank te sturen om een eenmalige automatische incasso van mijn account te halen. Ik geef mijn bank tegelijkertijd de opdracht om mijn account te debiteren in overeenstemming met de instructies van de crediteur
sk_sk: aby odoslal do mojej banky príkaz na inkaso jedinej inkasnej platby z môjho účtu. Súčasne dávam pokyn svojej banke, aby vykonala inkaso z môjho účtu podľa pokynov príjemcu
zh_cn: 向我的银行发送指示，以便从我的账户中直接收取一笔账目。与此同时，我指派我的银行根据贷方的指示在我的账户上记录相应的债务。
zh_tw: 向我的銀行傳送指令，從我的帳戶直接扣除單筆款項。同時，我指示我的銀行依照債權人的指示從我的賬戶中扣款

# sepa_text_3
source: Note: As part of my rights, I am entitled to a refund under the terms and conditions of my agreement with my bank. A refund must be claimed within 8 weeks starting from the date on which my account was debited.
cs_cz: Poznámka: Na základě mých práv mám právo na refundování podle podmínek smlouvy s mojí bankou. Nárok na refundování musí být uplatněn do osmi týdnů od data zatížení mého účtu.
de_de: Hinweis: Ich kann innerhalb von acht Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrags verlangen. Es gelten dabei die mit meiner Bank vereinbarten Bedingungen.
fr_fr: Remarque : Dans le cadre de mes droits, j’ai droit à un remboursement selon les conditions générales du contrat avec ma banque. Toute demande de remboursement doit être présentée dans les 8 semaines suivant la date de débit de votre compte.
id_id: Catatan: Sebagai bagian dari hak saya, saya berhak atas pengembalian dana sesuai dengan syarat dan ketentuan perjanjian saya dengan bank. Pengembalian dana harus diklaim dalam waktu 8 minggu dimulai dari tanggal akun saya didebit.
ja: 注記：私の権利の一部として、私は、銀行との合意の条項および条件に基づき、返金を受け取る資格があります。返金は、私の口座から引き落としがあった日から起算して8週間以内に請求する必要があります。
ko_kr: 참고: 본인은 권리의 일부로서, 은행 이용 약관에 따라 환불받을 권리가 있습니다. 환불은 본인 계좌에서 인출된 날로부터 8주 이내에 청구되어야 합니다.
nl_nl: Opmerking: Ik heb recht op een terugbetaling onder de voorwaarden van mijn overeenkomst met mijn bank. Een terugbetaling moet binnen de 8 weken vanaf de datum waarop mijn account gedebiteerd werd, aangevraagd worden.
sk_sk: Poznámka: V rámci svojich práv mám nárok na vrátenie platby v súlade s podmienkami mojej dohody s mojou bankou. O vrátenie peňazí sa musí požiadať do 8 týždňov odo dňa úhrady z môjho účtu.
zh_cn: 备注：作为我权力的一部分，根据我与银行之间协议的使用条款，我应当获得退款。该退款必须在我账户计入债务起的 8 周内索取。
zh_tw: 附註：作為我的權利的一部分，我有權根據我與我的銀行達成的協議條款及條件退款。退款必須在從我的賬戶中扣款之日起的 8 週內申請。

# sepa_text_4
source: I irrevocably agree that, in the event that the direct debit is not honored, or objection against the direct debit exists, my bank will disclose to the creditor
cs_cz: Dávám neodvolatelný souhlas k tomu, aby v případě, že nebude provedeno inkaso nebo bude vznesena námitka proti inkasu, moje banka sdělila příjemci
de_de: Für den Fall der Nichteinlösung der Lastschrift oder des Widerspruchs gegen die Lastschrift weise ich meine Bank unwiderruflich an, dem Creditor
fr_fr: J’accepte irrévocablement que si le prélèvement n’est pas honoré ou s’il y a une opposition au prélèvement bancaire, ma banque en informera le créancier
id_id: Saya menyatakan persetujuan yang tidak dapat dibatalkan bahwa jika debit langsung tidak ditanggapi, atau terdapat keberatan atas debit langsung tersebut, bank saya akan mengungkapkan kepada kreditor
ja: 私は、取消不能の形式で、ダイレクトデビットが無効になった場合や、ダイレクトデビットに対する異議が存在する場合には、私の銀行が債権者
ko_kr: 본인의 계좌에서 금액이 이체되지 않거나 계좌 이체에 이의가 제기될 경우, 은행은 채권자
nl_nl: Ik stem onherroepelijk in dat mijn bank in het geval van niet-nageleefde automatische incasso, of dat er bezwaar bestaat tegen de automatische incasso, mijn bank de volgende gegevens zal delen met de crediteur:
sk_sk: Neodvolateľne súhlasím s tým, že v prípade, že inkaso nebude zaplatené alebo bude proti inkasu námietka, moja banka poskytne príjemcovi
zh_cn: 我不可撤销地同意，当无法如期执行直接扣款或是直接扣款受到阻碍时，我的银行可以向贷方
zh_tw: 我不可撤銷地同意，倘若直接扣款未獲兌現或對直接扣款存在異議，我的銀行將向債權人

# sepa_text_5
source: my full name, address and date of birth.
cs_cz: mé celé jméno, adresu a datum narození.
de_de: oder Dritten auf Anforderung meinen Namen, Adresse und Geburtsdatum vollständig mitzuteilen.
fr_fr: mon nom, mon prénom, mon adresse et ma date de naissance.
id_id: nama lengkap, alamat, dan tanggal lahir saya.
ja: に対して私の氏名、住所、生年月日を開示することに同意します。
ko_kr: 에게 본인의 성명, 주소, 생년월일을 제공합니다.
nl_nl: mijn volledige naam, adres en geboortedatum.
sk_sk: celé moje meno, adresu a dátum narodenia.
zh_cn: 公布我的全名、地址以及出生日期。
zh_tw: 披露我的全名、地址以及出生日期。

# sepa_text_6
source: I have read and accepted the SEPA Direct Debit Mandate information.
cs_cz: Přečetl jsem si informace o mandátu k SEPA Direct Debit a souhlasím s nimi.
de_de: Ich habe die Informationen zum SEPA-Lastschriftmandat gelesen und verstanden.
fr_fr: J’ai lu et accepté les informations du mandat de prélèvement SEPA.
id_id: Saya telah membaca dan menyetujui informasi mengenai Mandat Debit Langsung SEPA.
ja: 私は、SEPAダイレクトデビットマンデート情報を読んで同意しました。
ko_kr: 본인은 SEPA 자동 이체 신청서를 확인했으며 이에 동의합니다.
nl_nl: Ik heb de SEPA Direct Debit Mandate-informatie gelezen en ik stem ermee in.
sk_sk: Prečítal/-a som si a súhlasím s informáciami k mandátu na inkaso SEPA.
zh_cn: 我已经阅读并接受 SEPA 直接扣款授权令的信息。
zh_tw: 我已閱讀並接受 SEPA 直接扣款授權資訊。

# sofortbanking_desc
source: Sofort. transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce Sofort. prostřednictvím platební brány Crédit Agricole.
de_de: "Sofort."-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions Sofort. via la passerelle de paiement Crédit Agricole.
id_id: Transaksi Sofort. melalui Payment Gateway Crédit Agricole
ja: Sofort。Crédit Agricole 支払い処理ゲートウェイ経由でのトランザクション
ko_kr: Sofort. Crédit Agricole 결제 처리 게이트웨이를 통한 트랜잭션
nl_nl: Sofort.-transacties via Crédit Agricole Payment Gateway.
sk_sk: Transakcie Sofort. cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付处理网关进行 Sofort 交易
zh_tw: 透過 Crédit Agricole Payment Processing Gateway 進行 Sofort 交易

# submit_button
source: Submit
cs_cz: Odeslat
de_de: Senden
fr_fr: Soumettre
nl_nl: Indienen
sk_sk: Odoslať

# success_credentials
source: Merchant configuration was successfully tested.
cs_cz: Konfigurace obchodníka byla s úspěchem otestována.
de_de: Die Konfigurationseinstellungen wurden erfolgreich getestet.
fr_fr: Le test de la configuration du marchand a été effectué avec succès.
id_id: Pengujian konfigurasi penjual berhasil.
ja: 販売者構成のテストが成功しました。
ko_kr: 상인 구성이 성공적으로 테스트되었습니다.
nl_nl: Configuratie handelaar succesvol getest.
sk_sk: Konfigurácia obchodníka bola úspešne odskúšaná.
zh_cn: 商家配置已成功通过测试。
zh_tw: 商戶組態已成功通過測試。

# success_email
source: Email sent successfully.
cs_cz: E-mail úspěšně odeslán.
de_de: E-Mail wurde erfolgreich versendet.
fr_fr: E-mail envoyé avec succès.
id_id: E-Mail berhasil dikirim
ja: メールの送信に成功しました
ko_kr: 이메일이 성공적으로 전송됨
nl_nl: E-mail versturen gelukt.
sk_sk: E-mail úspešne odoslaný.
zh_cn: 电子邮件已发送成功
zh_tw: 電郵已成功傳送

# success_new_transaction
source: The post-processing operation was successful. A new transaction was created.
cs_cz: Operace následného zpracování byla úspěšná. Byla vytvořena nová transakce.
de_de: Die Folgeoperation war erfolgreich. Eine neue Transaktion wurde erstellt.
fr_fr: Le traitement ultérieur a été effectué avec succès. Une nouvelle transaction a été créée.
id_id: Operasi pascapemrosesan berhasil. Transaksi baru dibuat.
ja: 処理後の操作に成功しました。新規の取引が作成されました。
ko_kr: 처리 후 작업이 성공하였습니다. 새로운 트랜잭션이 생성되었습니다.
nl_nl: De naverwerkingsactiviteit is gelukt. Een nieuwe transactie is aangemaakt.
sk_sk: Operácia dodatočného spracovania bola úspešná. Vytvorila sa nová transakcia.
zh_cn: 后续处理操作成功了。已创建新交易。
zh_tw: 已成功完成後續處理操作。建立了一筆新交易。

# test_config
source: Test Configuration
cs_cz: Testovat konfiguraci
de_de: Konfiguration testen
fr_fr: Configuration de test
id_id: Konfigurasi tes
ja: テスト構成
ko_kr: 테스트 구성
nl_nl: Configuratie testen
sk_sk: Test – konfigurácia
zh_cn: 测试配置
zh_tw: 測試組態

source: Test Credentials
cs_cz: Testovat přihlašovací údaje
de_de: Zugangsdaten testen
fr_fr: Tester les informations d’identification
id_id: Tes
ja: テスト
ko_kr: 테스트
nl_nl: Gegevens testen
sk_sk: Test – poverovacie údaje
zh_cn: 测试
zh_tw: 測試

# text_advanced
source: Advanced Options
cs_cz: Pokročilé volby
de_de: Erweiterte Einstellungen
fr_fr: Options avancées
id_id: Opsi Lanjutan
ja: 詳細オプション
ko_kr: 고급 옵션
nl_nl: Geavanceerde opties
sk_sk: Rozšírené možnosti
zh_cn: 高级选项
zh_tw: 進階選項

# text_cancel_transaction
source: Cancel transaction
cs_cz: Stornovat transakci
de_de: Transaktion stornieren
fr_fr: Annuler la transaction
id_id: Batalkan transaksi
ja: トランザクションの取り消し
ko_kr: 트랜잭션 취소
nl_nl: Transactie annuleren
sk_sk: Zrušiť transakciu
zh_cn: 取消交易
zh_tw: 取消交易

# text_capture_transaction
source: Capture transaction
cs_cz: Strhnout transakci
de_de: Transaktion buchen
fr_fr: Capturer la transaction
id_id: Catat transaksi
ja: トランザクションのキャプチャー
ko_kr: 트랜잭션 캡처
nl_nl: Transactie vastleggen
sk_sk: Zachytiť transakciu
zh_cn: 获取交易
zh_tw: 擷取交易

# text_confirm
source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
fr_fr: Confirmer
id_id: Process
nl_nl: Bevestigen
sk_sk: Potvrdiť

# text_credentials
source: Credentials
cs_cz: Přihlašovací údaje
de_de: Zugangsdaten
fr_fr: Identifiants
id_id: Kredensial
ja: 資格証明
ko_kr: 자격인증
nl_nl: Gegevens
sk_sk: Prístupové údaje
zh_cn: 凭证
zh_tw: 認證

# text_credentials_desc
source: Enter your Crédit Agricole credentials.
cs_cz: Zadejte přihlašovací údaje Crédit Agricole.
de_de: Geben Sie Ihre Crédit Agricole Zugangsdaten ein.
fr_fr: Saisissez vos informations d’identification Crédit Agricole.
id_id: Masukkan kredensial Crédit Agricole Anda.
ja: Crédit Agricole 資格証明を入力してください。
ko_kr: Crédit Agricole 자격인증을 입력하십시오.
nl_nl: Geef uw Crédit Agricole-gegevens in
sk_sk: Zadajte Vaše prístupové údaje Crédit Agricole.
zh_cn: 输入您的 Crédit Agricole 凭证。
zh_tw: 輸入您的 Crédit Agricole 認證。

# text_delete
source: Delete
cs_cz: Smazat
de_de: Löschen
fr_fr: Supprimer
id_id: Hapus
ja: 削除
ko_kr: 삭제
nl_nl: Verwijderen
sk_sk: Vymazať
zh_cn: 删除
zh_tw: 刪除

# text_enable_disable
source: Enable/Disable
cs_cz: Aktivovat/deaktivovat
de_de: Aktivieren/Deaktivieren
fr_fr: Activer/Désactiver
id_id: Aktifkan/Nonaktifkan
ja: 有効/無効
ko_kr: 사용/사용해제
nl_nl: In-/uitschakelen
sk_sk: Povoliť/zakázať
zh_cn: 启用/禁用
zh_tw: 啟用/停用

# text_go_to_plugins
source: Go to Extensions
cs_cz: Přejít na rozšíření
de_de: Zurück zur Plugin-Übersicht
fr_fr: Aller sur extensions
id_id: Buka Plugin
ja: プラグインに移動
ko_kr: 플러그인으로 이동
nl_nl: Ga naar extensies
sk_sk: Prejsť na Rozšírenia
zh_cn: 转至插件
zh_tw: 移至外掛程式

# text_payment_action_pay
source: Purchase
cs_cz: Nákup
de_de: Direktbuchung
fr_fr: Achat
nl_nl: Aankoop
sk_sk: Nákup

# text_payment_action_reserve
source: Authorization
cs_cz: Autorizace
de_de: Genehmigung
fr_fr: Autorisation
nl_nl: Autorisatie
sk_sk: Autorizácia

# text_payment_type_pia
source: Payment In Advance
cs_cz: Platba předem
de_de: Vorauskasse
fr_fr: Paiement à l’avance
nl_nl: Voorafbetaling
sk_sk: Platba vopred

# text_payment_type_poi
source: Payment On Invoice
cs_cz: Platba na fakturu
de_de: Kauf auf Rechnung
fr_fr: Paiement sur facture
nl_nl: Betaling op factuur
sk_sk: Platba na faktúru

# text_refund_transaction
source: Refund transaction
cs_cz: Refundovat transakci
de_de: Transaktion rückerstatten
fr_fr: Transaction de remboursement
id_id: Kembalikan dana transaksi
ja: トランザクションの返金
ko_kr: 트랜잭션 환불
nl_nl: Transactie terugstorten
sk_sk: Vrátenie transakcie
zh_cn: 交易退款
zh_tw: 退款交易

# text_response_data
source: Response Data
cs_cz: Data odezvy
de_de: Response-Daten
fr_fr: Données de réponse
id_id: Data respons
ja: 応答データ
ko_kr: 응답 데이터
nl_nl: Responsgegevens
sk_sk: Údaje odpovede
zh_cn: 响应数据
zh_tw: 回應資料

# text_sepadd_config_desc
source: Enter your SEPA Direct Debit credentials and mandate settings.
cs_cz: Zadejte přihlašovací údaje k SEPA Direct Debit a nastavení mandátu.
de_de: Geben Sie Ihre SEPA-Lastschrift Zugangsdaten und Mandatseinstellungen ein.
fr_fr: Saisissez vos informations d’identification de Prélèvement SEPA et vos paramètres de mandat.
id_id: Masukkan kredensial SEPA dan pengaturan Mandat Debit Langsung SEPA Anda.
ja: SEPA 信用証明および SEPA ダイレクト デビット委託設定を入力します。
ko_kr: SEPA 자격증명 및 SEPA 자동 이체 위임 설정을 입력하십시오.
nl_nl: Uw SEPA Direct Debit-gegevens en mandaatinstellingen invoeren.
sk_sk: Zadajte Vaše prístupové údaje a nastavenia mandátu pre SEPA Inkaso.
zh_cn: 输入您的 SEPA 凭证和 SEPA 直接借记授权设置。
zh_tw: 輸入您的 SEPA 認證和 SEPA 直接付款授權設定。

# text_sepa_config
source: SEPA Credentials
cs_cz: Přihlašovací údaje SEPA
de_de: SEPA-Zugangsdaten
fr_fr: Identifiants SEPA
id_id: Kredensial SEPA
ja: SEPA 信用証明
ko_kr: SEPA 자격증명
nl_nl: SEPA-gegevens
sk_sk: Prístupové údaje SEPA
zh_cn: SEPA 凭证
zh_tw: SEPA 認證

# text_support
source: Support
cs_cz: Podpora
nl_nl: Ondersteuning
sk_sk: Podpora
