Repository: andrescanon/woocommerce
Catalog: credit-agricole-woocommerce-extension/languages/wirecard-woocommerce-extension-*.po
Languages: cs_cz, de_de, fr_fr, id_id, ja, ko_kr, nl_nl, sk_sk, zh_cn, zh_tw

# config_wpp_url_desc
source: Crédit Agricole Payment Page v2 Address (URL WPP v2) (e.g. https://wpp.wirecard.com).
cs_cz: Adresa Crédit Agricole Payment Page v2 (URL WPP v2) (např. https://page.secure.epaiement-up2pay.fr).
de_de: Crédit Agricole Payment Page v2 Adresse (URL WPP v2) (z.B. https://page.secure.epaiement-up2pay.fr).
fr_fr: Crédit Agricole Payment Page v2 Adresse (URL WPP v2) (ex. https://api.secure.epaiement-up2pay.fr).
ja: Crédit AgricoleのPayment Page v2アドレス（URL WPP v2）（https://api.secure.epaiement-up2pay.frなど）。
nl_nl: Crédit Agricole betaalpagina v2 adres (URL WPP v2) (e.g. https://page.secure.epaiement-up2pay.fr).
sk_sk: Adresa Crédit Agricole Payment Page v2 (URL WPP v2) (napr. https://page.secure.epaiement-up2pay.fr).
zh_cn: Crédit Agricole 支付页面v2 地址 (URL WPP v2)

# config_zapp_merchant_return_string
source: Merchant Return URL
cs_cz: Návrat na URL obchodníka
ja: マーチャントリターンURL
nl_nl: Terugkeer-URL voor handelaar
sk_sk: URL obchodníka pre návrat
zh_cn: 商家返回 URL

# config_zapp_merchant_return_string_desc
source: Merchant Return URL to redirect consumers from their mobile banking apps to your shop.
cs_cz: Volba Návrat na URL obchodníka je určena pro přesměrování spotřebitelů z aplikace mobilního bankovnictví do vašeho obchodu.
ja: モバイルバンキングアプリから自分のショップに購入者をリダイレクトするマーチャントリターンURL。
nl_nl: Terugkeer-URL voor handelaar om klanten door te verwijzen van hun mobiele bank apps naar uw winkel.
sk_sk: URL obchodníka pre návrat na presmerovanie spotrebiteľov z aplikácií mobilného bankovníctva do Vášho obchodu.
zh_cn: 商家返回 URL，用于将客户从其移动银行应用程序重定向到您的商店。

source: Credit Card
cs_cz: Kreditní karta
de_de: Kreditkarte
fr_fr: Carte de crédit
sk_sk: Kreditná karta

# creditcard_desc
source: Credit Card transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce kreditní kartou prostřednictvím platební brány Crédit Agricole.
de_de: Kreditkarten-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions Carte de crédit via la passerelle de paiement Crédit Agricole.
id_id: Credit Card transactions via Crédit Agricole Payment Processing Gateway
ja: Credit Card transactions via Crédit Agricole Payment Processing Gateway
ko_kr: Credit Card transactions via Crédit Agricole Payment Processing Gateway
nl_nl: Creditcard-transacties via Crédit Agricole Payment Gateway.
sk_sk: Transakcie kreditnými kartami cez platobnú bránu Crédit Agricole.
zh_cn: Credit Card transactions via Crédit Agricole Payment Processing Gateway
zh_tw: Credit Card transactions via Crédit Agricole Payment Processing Gateway

source: Creditor
cs_cz: Příjemce
fr_fr: Créancier
id_id: Kreditor
ja: 債権者
ko_kr: 채권자
nl_nl: Crediteur
sk_sk: Príjemca
zh_cn: 贷方
zh_tw: 債權人

# creditor_id_input
source: Creditor ID
cs_cz: Identifikační kód příjemce
fr_fr: Identifiant créancier
id_id: Identitas Kreditur:
ja: 債権者ID
ko_kr: 채권자 ID:
nl_nl: Crediteur-ID
sk_sk: ID príjemcu
zh_cn: 贷方 ID：
zh_tw: 債權人 ID：

source: Debtor
cs_cz: Plátce
de_de: Debitor
fr_fr: Débiteur
id_id: Debitur
ja: 債務者
ko_kr: 채무자
nl_nl: Debiteur
sk_sk: Dlžník
zh_cn: 借方
zh_tw: 債務人

# debtor_acc_owner
source: Account Owner
cs_cz: Majitel účtu
de_de: Kontoinhaber
fr_fr: Titulaire du compte
id_id: Pemilik akun:
ja: 口座名義人
ko_kr: 계좌 소유자
nl_nl: Accounteigenaar
sk_sk: Vlastník účtu
zh_cn: 账户所有人
zh_tw: 帳戶擁有者

# enable_heading_title_alipay_crossborder
source: Enable Crédit Agricole Alipay Cross-border
cs_cz: Aktivovat Crédit Agricole Alipay Cross-border
de_de: Crédit Agricole Alipay Cross-border aktivieren
fr_fr: Activer Crédit Agricole Alipay Cross-border
id_id: Aktifkan Alipay Cross-border Crédit Agricole
ja: Crédit Agricole Alipay Cross-border を有効にする
ko_kr: Crédit Agricole Alipay Crossborder 사용
nl_nl: Crédit Agricole Alipay Cross-border inschakelen
sk_sk: Povoliť cezhraničné platby Crédit Agricole Alipay Cross-border
zh_cn: 启用 Crédit Agricole 支付宝跨境
zh_tw: 啟用 Crédit Agricole Alipay Cross-border

# enable_heading_title_creditcard
source: Enable Crédit Agricole Credit Card
cs_cz: Aktivovat Crédit Agricole Credit Card
de_de: Crédit Agricole Kreditkarte aktivieren
fr_fr: Activer Crédit Agricole Carte de crédit
id_id: Aktifkan Kartu Kredit Crédit Agricole
ja: Crédit Agricole クレジットカードを有効にする
ko_kr: Crédit Agricole 신용카드 사용
nl_nl: Crédit Agricole Creditcard inschakelen
sk_sk: Povoliť kreditnú kartu Crédit Agricole Credit Card
zh_cn: 启用 Crédit Agricole 信用卡
zh_tw: 啟用 Crédit Agricole 信用卡

# enable_heading_title_eps
source: Enable Crédit Agricole eps-Überweisung
cs_cz: Aktivovat Crédit Agricole eps-Überweisung
de_de: Crédit Agricole eps-Überweisung aktivieren
fr_fr: Activer Crédit Agricole Virement eps
ja: Crédit Agricole eps-Überweisungを有効化する
nl_nl: Crédit Agricole eps-Überweisung inschakelen
sk_sk: Povoliť Crédit Agricole eps-Überweisung
zh_cn: 启用 Crédit Agricole eps-Überweisung

# enable_heading_title_ideal
source: Enable Crédit Agricole iDEAL
cs_cz: Aktivovat Crédit Agricole iDEAL
de_de: Crédit Agricole iDEAL aktivieren
fr_fr: Activer Crédit Agricole iDEAL
id_id: Aktifkan iDEAL Crédit Agricole
ja: Crédit Agricole iDEAL を有効にする
ko_kr: Crédit Agricole iDEAL 사용
nl_nl: Crédit Agricole iDEAL inschakelen
sk_sk: Povoliť Crédit Agricole iDEAL
zh_cn: 启用 Crédit Agricole iDEAL
zh_tw: 啟用 Crédit Agricole iDEAL

# enable_heading_title_paybybankapp
source: Enable Crédit Agricole Pay by Bank app
cs_cz: Aktivovat Crédit Agricole Pay by Bank app
ja: Crédit Agricole Pay by Bank appを有効化する
nl_nl: Crédit Agricole Pay by Bank app inschakelen
sk_sk: Povoliť Crédit Agricole Pay by Bank app
zh_cn: 启用 Crédit Agricole Pay by Bank app

# enable_heading_title_paypal
source: Enable Crédit Agricole PayPal
cs_cz: Aktivovat Crédit Agricole PayPal
de_de: Crédit Agricole PayPal aktivieren
fr_fr: Activer Crédit Agricole PayPal
id_id: Aktifkan PayPal Crédit Agricole
ja: Crédit Agricole PayPal を有効にする
ko_kr: Crédit Agricole PayPal 사용
nl_nl: Crédit Agricole PayPal inschakelen
sk_sk: Povoliť Crédit Agricole PayPal
zh_cn: 启用 Crédit Agricole PayPal
zh_tw: 啟用 Crédit Agricole PayPal

# enable_heading_title_poi_pia
source: Enable Crédit Agricole Payment On Invoice / Payment In Advance
cs_cz: Aktivovat Crédit Agricole Platba na fakturu / Platba předem
de_de: Crédit Agricole Kauf auf Rechnung / Vorauskasse aktivieren
fr_fr: Activer Crédit Agricole Paiement sur facture / Paiement à l’avance
id_id: Aktifkan Pembayaran Berdasarkan Faktur / Pembayaran di Muka Crédit Agricole
ja: Crédit Agricole のインボイスでの支払い / 事前支払いを有効にする
ko_kr: Crédit Agricole 송장 결제 / 사전 결제 사용
nl_nl: Crédit Agricole betaling op factuur / voorafbetaling inschakelen
sk_sk: Povoliť platbu na faktúru/vopred Crédit Agricole
zh_cn: 启用 Crédit Agricole 发票付款/提前付款
zh_tw: 啟用 Crédit Agricole 發票付款/預付款

# enable_heading_title_ratepayinvoice
source: Enable Crédit Agricole Guaranteed Invoice
cs_cz: Aktivovat Zaručenou fakturu Crédit Agricole
de_de: Crédit Agricole Garantierter Kauf auf Rechnung aktivieren
fr_fr: Activer Crédit Agricole Facture avec garantie de paiement
id_id: Aktifkan Faktur Bergaransi Crédit Agricole
ja: Crédit Agricole 保証付きインボイスを有効にする
ko_kr: Crédit Agricole Guaranteed Invoice 사용
nl_nl: Crédit Agricole gegarandeerde betaling inschakelen
sk_sk: Povoliť zaručenú faktúru Crédit Agricole
zh_cn: 启用 Crédit Agricole 保证发票
zh_tw: 啟用 Crédit Agricole Guaranteed Invoice

# enable_heading_title_sepact
source: Enable Crédit Agricole SEPA Credit Transfer
cs_cz: Aktivovat Crédit Agricole SEPA Credit Transfer
de_de: Crédit Agricole SEPA-Überweisung aktivieren
fr_fr: Activé Crédit Agricole Virement SEPA
id_id: Aktifkan SEPA Credit Transfer Crédit Agricole
ja: Crédit Agricole SEPA Credit Transfer を有効にする
ko_kr: Crédit Agricole SEPA Credit Transfer 사용
nl_nl: Crédit Agricole SEPA Credit Transfer inschakelen
sk_sk: Povoliť prevod Crédit Agricole SEPA Úhrada
zh_cn: 启用 Crédit Agricole SEPA Credit Transfer
zh_tw: 启用 Crédit Agricole SEPA Credit Transfer

# enable_heading_title_sepadd
source: Enable Crédit Agricole SEPA Direct Debit
cs_cz: Aktivovat Crédit Agricole SEPA Direct Debit
de_de: Crédit Agricole SEPA-Lastschrift aktivieren
fr_fr: Activer Crédit Agricole Prélèvement SEPA
id_id: Aktifkan SEPA Direct Debit Crédit Agricole
ja: Crédit Agricole SEPA Direct Debit を有効にする
ko_kr: Crédit Agricole SEPA Direct Debit 사용
nl_nl: Crédit Agricole SEPA Direct Debit inschakelen
sk_sk: Povoliť prevod Crédit Agricole SEPA Inkaso
zh_cn: 启用 Crédit Agricole SEPA
zh_tw: 启用 Crédit Agricole SEPA Direct Debit

# enable_heading_title_sofortbanking
source: Enable Crédit Agricole Sofort.
cs_cz: Aktivovat Crédit Agricole Sofort.
de_de: Crédit Agricole Sofort. aktivieren
fr_fr: Activer Crédit Agricole Sofort.
id_id: Aktifkan Sofort. Crédit Agricole
ja: Crédit Agricole Sofort を有効にします。
ko_kr: Crédit Agricole Sofort 사용.
nl_nl: Crédit Agricole Sofort. inschakelen
sk_sk: Povoliť Crédit Agricole Sofort.
zh_cn: 启用 Crédit Agricole Sofort。
zh_tw: 啟用 Crédit Agricole Sofort。

# enable_vault
source: Enable One-Click Checkout
cs_cz: Aktivovat Platbu jedním kliknutím
de_de: One-Click-Checkout aktivieren
fr_fr: Activer Paiement en un clic
id_id: Aktifkan Pembayaran Rutin
ja: 毎月の自動支払いを有効にする
ko_kr: 반복 결제 사용
nl_nl: Afrekenen met één klik inschakelen
sk_sk: Povoliť nákup jedným kliknutím
zh_cn: 启用定期付款
zh_tw: 啟用經常性付款

# eps_desc
source: eps-Überweisung transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce eps-Überweisung prostřednictvím platební brány Crédit Agricole.
de_de: "eps-Überweisung"-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions Virement eps via la passerelle de paiement Crédit Agricole.
ja: Crédit Agricole決済ゲートウェイによるeps-Überweisung取引
nl_nl: eps-Überweisung-transacties via Crédit Agricole Payment Gateway.
sk_sk: Transakcie eps-Überweisung cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付网关进行 eps-Überweisung 交易。

# error_credentials
source: Test failed, please check your credentials.
cs_cz: Test selhal, laskavě zkontrolujte přihlašovací údaje.
de_de: Test fehlgeschlagen. Überprüfen Sie Ihre Zugangsdaten.
fr_fr: Le test a échoué, vérifiez vos informations d’identification.
id_id: Tes gagal, harap cek kredensial Anda.
ja: テストが失敗しました。信用証明を確認してください。
ko_kr: 테스트 실패함, 자격증명을 확인하십시오.
nl_nl: Test mislukt, gelieve uw gegevens te controleren.
sk_sk: Skúška neúspešná, skontrolujte poverovacie údaje.
zh_cn: 测试失败，请检查您的凭证。
zh_tw: 測試失敗，請檢查您的認證。

# error_email
source: Email delivery error.
cs_cz: Chyba doručení e-mailu.
de_de: E-Mail-Versand fehlgeschlagen.
fr_fr: Message d’erreur de distribution de l’e-mail.
id_id: Terjadi kesalahan saat mengirim e-mail
ja: メールの配信中にエラーが発生しました
ko_kr: 이메일 전송 중 오류가 발생했습니다
nl_nl: Fout bij afleveren e-mail.
sk_sk: Chyba pri doručení e-mailovej správy.
zh_cn: 电子邮件发送出现错误
zh_tw: 電郵傳遞期間發生錯誤

# error_malformed_creditcard_request
source: Oops! Something went wrong. Please check your credit card data and try again.
cs_cz: Jejda! Něco se pokazilo. Zkontrolujte údaje své kreditní karty a zkuste to znovu, prosím.
ja: 申し訳ありません。問題があります。クレジットカードのデータを確認して再試行してください。
nl_nl: Oeps! Er ging iets mis. Gelieve uw creditcardgegevens te controleren en opnieuw te proberen.
sk_sk: Ajaj! Niečo nie je v poriadku. Skontrolujte údaje Vašej kreditnej karty a skúste to znova.
zh_cn: 哎呀！出现错误。请检查您的信用卡数据，然后重试。

# error_no_post_processing_operations
source: No post-processing operations available for this transaction.
cs_cz: Pro tuto transakci nejsou dostupné žádné operace následného zpracování.
de_de: Für diese Transaktion sind keine Folgeoperationen möglich.
fr_fr: Aucune opération de traitement ultérieur disponible pour cette transaction.
id_id: Tidak ada operasi pendukung untuk transaksi ini
ja: このトランザクションで利用可能なバックエンド操作がありません
ko_kr: 이 트랜잭션에 대해 사용할 수 있는 백엔드 작업이 없습니다.
nl_nl: Geen naverwerkingsactiviteiten beschikbaar voor deze transactie.
sk_sk: Pre túto transakciu nie sú k dispozícii žiadne operácie dodatočného spracovania.
zh_cn: 没有可用于此交易的后端操作
zh_tw: 無後端操作可用於此交易

# error_no_post_processing_operations_unconfirmed
source: No post-processing operations available for this transaction; the transaction has not yet been confirmed.
cs_cz: Pro tuto transakci nejsou dostupné žádné operace následného zpracování; transakce ještě nebyla potvrzena.
de_de: Für diese Transaktion sind keine Folgeoperationen möglich. Die Transaktion wurde noch nicht bestätigt.
fr_fr: Aucune opération de traitement ultérieur disponible pour cette transaction ; la transaction n’a pas encore été confirmée.
id_id: Tidak ada operasi pendukung untuk transaksi ini, transaksi belum dapat dikonfirmasi.
ja: このトランザクションで利用可能なバックエンド操作がありません。トランザクションは、まだ確定されていません
ko_kr: 이 트랜잭션에 대해 사용할 수 있는 백엔드 작업이 없습니다. 이 트랜잭션은 아직 확인되지 않았습니다.
nl_nl: Geen naverwerkingsactiviteiten beschikbaar voor deze transactie; de transactie werd nog niet bevestigd.
sk_sk: Pre túto transakciu nie sú k dispozícii žiadne operácie dodatočného spracovania; transakcia ešte nebola potvrdená.
zh_cn: 没有可用于此交易的后端操作，交易尚未确认。
zh_tw: 無後端操作可用於此交易，該交易尚未經確認。

# error_no_transaction
source: No transaction found.
cs_cz: Žádná transakce nenalezena.
de_de: Es wurde keine Transaktion gefunden.
fr_fr: Aucune transaction trouvée.
id_id: Transaksi tidak ditemukan
ja: トランザクションが見つかりません
ko_kr: 발견된 트랜잭션 없음
nl_nl: Geen transactie gevonden.
sk_sk: Nenašla sa žiadna transakcia.
zh_cn: 未找到交易
zh_tw: 找不到交易

# error_woocommerce_missing
source: Sorry, but this plugin requires the Crédit Agricole WooCommerce Extension to be installed and active.
cs_cz: Litujeme, ale instalace a aktivace tohoto pluginu vyžaduje rozšíření WooCommerce.
de_de: Für die Verwendung dieses Plugins müssen Sie zuerst die WooCommerce Extension installieren und aktivieren.
fr_fr: Désolé, mais il faut d’abord installer et activer l’extension WooCommerce Crédit Agricole pour ce plugin.
id_id: Maaf, untuk menjalankan plugin ini, Plugin WooCommerce harus diinstal dan aktif.
ja: 申し訳ありません。このプラグインには WooCommerce プラグインが必要です。
ko_kr: 죄송하지만 이 플러그인을 사용하려면 WooCommerce 플러그인을 설치하고 활성화해야 합니다.
nl_nl: Sorry, maar voor deze plug-in moet de WooCommerce-extensie geïnstalleerd en actief zijn.
sk_sk: Ľutujeme, ale tento zásuvný modul vyžaduje na inštaláciu a aktivovanie rozšírenie WooCommerce.
zh_cn: 很抱歉，此插件需要安装和激活 WooCommerce 插件。
zh_tw: 抱歉，但此外掛程式要求安裝並啟動 WooCommerce 外掛程式。

source: First Name
cs_cz: Jméno
de_de: Vorname
fr_fr: Prénom
id_id: Nama depan
ja: 名
ko_kr: 이름
nl_nl: Voornaam
sk_sk: Krstné meno
zh_cn: 名
zh_tw: 名

# heading_title_poi_pia
source: Crédit Agricole Payment On Invoice / Payment In Advance
cs_cz: Platba na fakturu / Platba předem Crédit Agricole
de_de: Crédit Agricole Kauf auf Rechnung / Vorauskasse
fr_fr: Crédit Agricole Paiement sur facture / Paiement à l’avance
id_id: Pembayaran Berdasarkan Faktur/Pembayaran di Muka Crédit Agricole
ja: Crédit Agricole のインボイスでの支払い / 事前支払い
ko_kr: Crédit Agricole 송장 결제 / 사전 결제
nl_nl: Crédit Agricole betaling op factuur / voorafbetaling
sk_sk: Crédit Agricole platba na faktúru/platba vopred
zh_cn: Crédit Agricole 发票付款/提前付款
zh_tw: Crédit Agricole 發票付款/預付款

# heading_title_ratepayinvoice
source: Crédit Agricole Guaranteed Invoice by Crédit Agricole
cs_cz: Zaručená faktura Crédit Agricole společnosti Crédit Agricole
de_de: Crédit Agricole Garantierter Kauf auf Rechnung
fr_fr: Crédit Agricole Facture avec garantie de paiement par Crédit Agricole
id_id: Faktur Bergaransi Crédit Agricole
ja: Crédit Agricole 保証付きインボイス
ko_kr: Crédit Agricole Guaranteed Invoice
nl_nl: Crédit Agricole gegarandeerde betaling door Crédit Agricole
sk_sk: Crédit Agricole zaručená faktúra cez Crédit Agricole
zh_cn: Crédit Agricole 保证发票
zh_tw: Crédit Agricole Guaranteed Invoice

# heading_title_sepact
source: Crédit Agricole SEPA Credit Transfer
de_de: Crédit Agricole SEPA-Überweisung
fr_fr: Crédit Agricole Virement SEPA
id_id: SEPA Credit Transfer Crédit Agricole
sk_sk: Crédit Agricole SEPA Úhrada

# heading_title_sepadd
source: Crédit Agricole SEPA Direct Debit
de_de: Crédit Agricole SEPA-Lastschrift
fr_fr: Crédit Agricole Prélèvement SEPA
id_id: SEPA Direct Debit Crédit Agricole
sk_sk: Crédit Agricole SEPA Inkaso

# ideal_desc
source: iDEAL transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce iDEAL prostřednictvím platební brány Crédit Agricole.
de_de: "iDEAL"-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions iDEAL via la passerelle de paiement Crédit Agricole.
id_id: Transaksi iDEAL melalui Payment Gateway Crédit Agricole
ja: Crédit Agricole 支払い処理ゲートウェイ経由での iDEAL トランザクション
ko_kr: Crédit Agricole 결제 처리 게이트웨이를 통한 iDEAL 트랜잭션
nl_nl: iDEAL-transacties via Crédit Agricole Payment Gateway.
sk_sk: Transakcie iDEAL cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付处理网关进行 iDEAL 交易
zh_tw: 透過 Crédit Agricole Payment Processing Gateway 進行 iDEAL 交易

source: Last Name
cs_cz: Příjmení
de_de: Nachname
fr_fr: Nom de famille
id_id: Nama belakang
ja: 氏
ko_kr: 성
nl_nl: Achternaam
sk_sk: Priezvisko
zh_cn: 姓
zh_tw: 姓

# order_error
source: An error occurred during the payment process. Please try again.
cs_cz: V průběhu platebního procesu došlo k chybě. Zkuste to znovu, prosím.
de_de: Beim Bezahlprozess ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
fr_fr: Une erreur est survenue durant le processus de paiement. Veuillez réessayer.
id_id: Kesalahan terjadi saat proses pembayaran. Harap coba lagi.
ja: 支払い処理中にエラーが発生しました。もう一度実行してください。
ko_kr: 결제 프로세스 중 오류 발생. 다시 시도하십시오.
nl_nl: Er is een fout opgetreden tijdens de betalingsprocedure. Opnieuw proberen.
sk_sk: Počas procesu platby sa vyskytla chyba. Skúste to znova, prosím.
zh_cn: 付款过程发生错误。请重试。
zh_tw: 付款過程中發生錯誤，請重試。

# order_status_authorized
source: Authorized
cs_cz: Autorizováno
de_de: Genehmigt
fr_fr: Autorisé
id_id: Sah
ja: 承認済み
ko_kr: 승인됨
nl_nl: Geautoriseerd
sk_sk: Autorizovaná
zh_cn: 已授权
zh_tw: 已授權

# order_status_authorized_count_plural
source: Authorized <span class="count">(%s)</span>
cs_cz: Autorizováno <span class="count">(%s)</span>
de_de: Genehmigt <span class="count">(%s)</span>
fr_fr: Autorisé <span class="count">(%s)</span>
id_id: Sah<span class="count">(%s)</span>
ja: 承認済み <span class="count">(%s)</span>
nl_nl: Geautoriseerd <span class="count">(%s)</span>
sk_sk: Autorizované <span class="count">(%s)</span>
zh_cn: 授权 <span class="count">(%s)</span>

# order_status_gateway_update
source: Update order status via Crédit Agricole Payment Gateway.
cs_cz: Aktualizovat stav objednávky prostřednictvím platební brány Crédit Agricole.
de_de: Bestellstatus via Crédit Agricole Payment Processing Gateway aktualisieren.
fr_fr: Mettre à jour le statut de la commande via la passerelle de paiement Crédit Agricole.
id_id: Perbarui status pemesanan melalui Payment Gateway Crédit Agricole.
ja: Crédit Agricole 支払い処理ゲートウェイ経由での注文状況を更新します。
ko_kr: Crédit Agricole P결제 처리 게이트웨이를 통한 주문 상태 업데이트.
nl_nl: Update bestelstatus via Crédit Agricole Payment Gateway
sk_sk: Aktualizovať stav objednávky cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付处理网关更新订单状态。
zh_tw: 透過 Crédit Agricole Payment Processing Gateway 更新訂單狀態。

# pagination_back
source: < Back
cs_cz: < Zpět
de_de: < Zurück
fr_fr: < Retour
id_id: < Kembali
ja: < 戻る
ko_kr: < 뒤로
nl_nl: < Terug
sk_sk: < Späť
zh_cn: < 返回
zh_tw: < 返回

# pagination_next
source: Next >
cs_cz: Další >
de_de: Weiter >
fr_fr: Suivant >
id_id: Berikutnya >
ja: 進む >
ko_kr: 다음 >
nl_nl: Volgende >
sk_sk: Ďalej >
zh_cn: 下一步 >
zh_tw: 下一步 >

# panel_action
source: Action
cs_cz: Akce
de_de: Aktion
id_id: Tindakan
ja: アクション
ko_kr: 동작
nl_nl: Actie
sk_sk: Úkon
zh_cn: 操作
zh_tw: 動作

# panel_amount
source: Amount
cs_cz: Částka
de_de: Betrag
fr_fr: Montant
id_id: Jumlah
ja: 金額
ko_kr: 금액
nl_nl: Hoeveelheid
sk_sk: Suma
zh_cn: 金额
zh_tw: 金額

# panel_currency
source: Currency
cs_cz: Měna
de_de: Währung
fr_fr: Devise
id_id: Mata uang
ja: 通貨
ko_kr: 통화
nl_nl: Valuta
sk_sk: Mena
zh_cn: 货币
zh_tw: 貨幣

# panel_order_number
source: Order Number
cs_cz: Číslo objednávky
de_de: Bestellnummer
fr_fr: Numéro de commande
nl_nl: Bestelnummer
sk_sk: Číslo objednávky

# panel_payment_method
source: Payment Method
cs_cz: Způsob platby
de_de: Zahlungsmittel
fr_fr: Mode de paiement
id_id: Metode pembayaran
ja: 支払い方法
ko_kr: 결제방법
nl_nl: Betaalmethode
sk_sk: Spôsob platby
zh_cn: 付款方式
zh_tw: 付款方式

# panel_transaction
source: Transaction
cs_cz: Transakce
de_de: Transaktion
id_id: Transaksi
ja: トランザクション
ko_kr: 트랜잭션
nl_nl: Transactie
sk_sk: Transakcia
zh_cn: 交易
zh_tw: 交易

# panel_transaction_state
source: Transaction State
cs_cz: Stav transakce
de_de: Transaktionsstatus
fr_fr: État de transaction
id_id: Status transaksi
ja: トランザクションの状態
ko_kr: 트랜잭션 상태
nl_nl: Status transactie
sk_sk: Stav transakcie
zh_cn: 交易状态
zh_tw: 交易狀態

# panel_transcation_id
source: Transaction ID
cs_cz: Identifikační kód transakce
fr_fr: Identifiant de la transaction
id_id: ID Transaksi
ja: トランザクション ID
ko_kr: 트랜잭션 ID
nl_nl: Transactie-ID
sk_sk: ID transakcie
zh_cn: 交易 ID
zh_tw: 交易 ID

# paybybankapp_desc
source: Pay by Bank app transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce Pay by Bank app prostřednictvím platební brány Crédit Agricole.
ja: Crédit Agricole決済ゲートウェイによるPay by Bank app取引
nl_nl: Pay by Bank app-transacties via Crédit Agricole Payment Gateway.
sk_sk: Transakcie Pay by Bank app cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付网关进行 Pay by Bank app 交易。

# Payment Gateway for WooCommerce
source: Payment Processing Gateway for WooCommerce
cs_cz: Platební brána pro WooCommerce
de_de: Payment Gateway for WooCommerce
id_id: Payment Gateway for WooCommerce
ja: WooCommerce 用支払いゲートウェイ
ko_kr: WooCommerce용 결제 게이트웨이
nl_nl: Payment Gateway voor WooCommerce
sk_sk: Platobná brána pre WooCommerce
zh_cn: WooCommerce 支付网关
zh_tw: Payment Gateway for WooCommerce

# payment_awaiting
source: Awaiting payment from Crédit Agricole.
cs_cz: Čekání na platbu od Crédit Agricole.
de_de: Ausständige Zahlung von Crédit Agricole.
fr_fr: En attente du paiement à partir de Crédit Agricole.
id_id: Menunggu pembayaran dari Crédit Agricole
ja: Crédit Agricole からの支払いを待機しています
ko_kr: Crédit Agricole의 결제를 기다리는 중
nl_nl: Wachtend op betaling van Crédit Agricole.
sk_sk: Očakáva sa platba z Crédit Agricole.
zh_cn: 等待 Crédit Agricole 付款
zh_tw: 正在等待 Crédit Agricole 付款

# payment_suffix
source: payment
cs_cz: platba
de_de: Zahlung
fr_fr: Paiement
nl_nl: betaling
sk_sk: platba

# paypal_desc
source: PayPal transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce PayPal prostřednictvím platební brány Crédit Agricole.
de_de: "PayPal"-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions PayPal via la passerelle de paiement Crédit Agricole.
id_id: Transaksi PayPal melalui Gerbang Pemrosesan Pembayaran Crédit Agricole
ja: Crédit Agricole 支払い処理ゲートウェイ経由での PayPal トランザクション
ko_kr: Crédit Agricole 결제 처리 게이트웨이를 통한 PayPal 트랜잭션
nl_nl: PayPal-transacties via Crédit Agricole Payment Gateway.
sk_sk: Transakcie PayPal cez platobnú bránu Crédit Agricole.
zh_cn: 通过 Crédit Agricole 支付处理网关进行 PayPal 交易
zh_tw: 透過 Crédit Agricole Payment Processing Gateway 進行 PayPal 交易

# poi_pia
source: Payment On Invoice / Payment In Advance
cs_cz: Platba na fakturu / Platba předem
de_de: Kauf auf Rechnung / Vorauskasse
fr_fr: Paiement sur facture / Paiement à l’avance
id_id: Pembayaran Berdasarkan Faktur/Pembayaran di Muka
ja: のインボイスでの支払い / 事前支払い
ko_kr: 송장 결제 / 사전 결제
nl_nl: Betaling op factuur / voorafbetaling
sk_sk: Platba na faktúru/platba vopred
zh_cn: 发票付款/提前付款
zh_tw: 發票付款/預付款
