Repository: andrescanon/woocommerce
Catalog: credit-agricole-woocommerce-extension/languages/wirecard-woocommerce-extension-*.po
Languages: cs_cz, de_de, fr_fr, id_id, ja, ko_kr, nl_nl, sk_sk, zh_cn, zh_tw

# alipay_crossborder_desc
source: Alipay Cross-border transactions via Crédit Agricole Payment Gateway.
cs_cz: Transakce Alipay Cross-border prostřednictvím platební brány Crédit Agricole.
de_de: "Alipay Cross-border"-Transaktionen via Crédit Agricole Payment Processing Gateway.
fr_fr: Transactions Alipay Cross-border via la passerelle de paiement Crédit Agricole.
id_id: Alipay Crossborder transactions via Crédit Agricole Payment Processing Gateway
ja: Alipay Crossborder transactions via Crédit Agricole Payment Processing Gateway
ko_kr: Alipay Crossborder transactions via Crédit Agricole Payment Processing Gateway
nl_nl: Alipay Cross-border-transacties via Crédit Agricole Payment Gateway.
sk_sk: Transakcie Alipay Cross-border cez platobnú bránu Crédit Agricole.
zh_cn: Alipay Crossborder transactions via Crédit Agricole Payment Processing Gateway
zh_tw: Alipay Crossborder transactions via Crédit Agricole Payment Processing Gateway

source: Amount
cs_cz: Částka
de_de: Betrag
fr_fr: Montant
nl_nl: Hoeveelheid
sk_sk: Suma

# back_button
source: Back
cs_cz: Zpět
de_de: Zurück
fr_fr: Retour
nl_nl: Terug
sk_sk: Späť

# birthdate_input
source: Date of Birth
cs_cz: Datum narození
de_de: Geburtsdatum
fr_fr: Date de naissance
id_id: Tanggal lahir
ja: 誕生日
ko_kr: 생년월일
nl_nl: Geboortedatum
sk_sk: Dátum narodenia
zh_cn: 出生日期
zh_tw: 出生日期

source: Cancel
cs_cz: Storno
de_de: Abbrechen
fr_fr: Annuler
nl_nl: Annuleren
sk_sk: Zrušiť

# canceled_payment_process
source: You have canceled the payment process.
cs_cz: Stornovali jste platební proces.
de_de: Sie haben den Bezahlprozess abgebrochen.
fr_fr: Vous avez annulé le processus de paiement.
id_id: Anda telah membatalkan proses pembayaran.
ja: 支払い処理が取り消されました。
ko_kr: 결제 프로세스를 취소하셨습니다.
nl_nl: U heeft de betalingsprocedure geannuleerd.
sk_sk: Zrušili ste proces platby.
zh_cn: 您已取消付款过程。
zh_tw: 您已取消付款過程。

# config_additional_info
source: Send Additional Information
cs_cz: Poslat doplňující informace
de_de: Zusätzliche Informationen mitsenden
fr_fr: Envoyer les renseignements complémentaires
id_id: Kirim informasi tambahan
ja: 追加情報を送信する
ko_kr: 추가 정보 전송
nl_nl: Bijkomende informatie versturen
sk_sk: Odoslať doplňujúce informácie
zh_cn: 发送附加信息
zh_tw: 傳送額外資訊

# config_additional_info_desc
source: Additional data will be sent for the purpose of fraud protection. This additional data includes billing/shipping address, shopping basket and descriptor.
cs_cz: Doplňující informace budou odeslány pro účely ochrany proti podvodu. Tyto doplňující informace zahrnují fakturační/zasílací adresu, nákupní košík a deskriptor.
de_de: Zum Schutz vor Betrug werden zusätzliche Daten mitgesendet. Zu diesen zusätzlichen Daten gehören Rechnungs-/Lieferadresse, Warenkorb und Deskriptor.
fr_fr: Des renseignements complémentaires doivent être fournis dans le cadre de la prévention des fraudes. Ces renseignements complémentaires incluent l’adresse de facturation/livraison, le panier et le descripteur.
id_id: Data tambahan akan dikirimkan untuk perlindungan atas penipuan. Data tambahan ini mencakup alamat pengiriman tagihan/barang, keranjang belanja, dan pendeskripsi.
ja: 詐欺防止のための追加データが送信されます。この追加データには、請求先 / 配送先の住所、買い物かご、および記述子が含まれます。
ko_kr: 사기로부터의 보호를 위해 추가적인 데이터가 전송될 것입니다. 이 추가적인 데이터에는 청구지 / 배송지 주소, 쇼핑 장바구니 및 서술자가 있습니다.
nl_nl: Bijkomende gegevens zullen verstuurd worden als bescherming tegen fraude. Deze bijkomende gegevens omvatten facturatie-/verzendadres, winkelmandje en onderwerp.
sk_sk: Doplňujúce informácie budú odoslané na účel ochrany pred podvodmi. Medzi tieto doplňujúce informácie patria fakturačná/dodacia adresa, nákupný košík a deskriptor.
zh_cn: 将发送附加数据用于欺诈保护。这些附加数据包括账单/收货地址、购物篮和描述符。
zh_tw: 將出於欺詐防範目的傳送額外資料。此額外資料包括賬單/送貨地址、購物籃和描述元。

# config_allowed_currencies
source: Allowed Currencies
cs_cz: Přípustné měny
de_de: Erlaubte Währungen
fr_fr: Devises autorisées
id_id: Mata uang yang diizinkan
ja: 許可されている通貨
ko_kr: 허용된 통화
nl_nl: Ondersteunde valuta
sk_sk: Povolené meny
zh_cn: 允许货币
zh_tw: 允許的貨幣

# config_allowed_currencies_desc
source: Payment method Guaranteed Invoice is only displayed if the activated currency is one of the currencies selected here.
cs_cz: Způsob platby Zaručená faktura je zobrazen pouze v případě, že aktivovaná měna je jednou ze zde vybraných měn.
de_de: Garantierter Kauf auf Rechnung wird nur dann angezeigt, wenn die aktive Währung einer der hier gewählten Währungen entspricht.
fr_fr: L’écran Mode de paiement Facture avec garantie de paiement n’est affiché que si la devise activée fait partie des devises sélectionnées ici.
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika mata uang yang aktif termasuk salah satu mata uang negara terpilih.
ja: 有効な通貨がこれらの選択済み通貨のいずれかである場合、保証付きインボイスの支払い方法だけが表示されます。
ko_kr: Guaranteed Invoice 결제방법은 활성 통화가 이 선택된 통화들 중 하나와 동일한 경우에만 표시됩니다.
nl_nl: Betaalmethode "gegarandeerde betaling" wordt enkel weergegeven indien de geactiveerde munteenheid een van de hier geselecteerde valuta is.
sk_sk: Spôsob platby Zaručená faktúra sa zobrazí iba vtedy, keď je aktivovaná mena jednou spomedzi tu vybraných mien.
zh_cn: 仅当有效货币属于任一选定货币时，才会显示保证发票付款方式。
zh_tw: Guaranteed Invoice 付款方式只有在使用中貨幣與這些選定貨幣之一相同時才會顯示。

# config_base_url
source: Crédit Agricole Server Address (URL)
cs_cz: Adresa serveru Crédit Agricole (URL)
de_de: Crédit Agricole Server Adresse (URL)
fr_fr: Adresse du serveur Crédit Agricole
id_id: URL Dasar
ja: ベース URL
ko_kr: 베이스 URL
nl_nl: Crédit Agricole serveradres (URL)
sk_sk: Adresa servera Crédit Agricole (URL)
zh_cn: 基准 URL
zh_tw: 基底 URL

# config_base_url_desc
source: Crédit Agricole Server Address (URL) (e.g. https://api.wirecard.com).
cs_cz: Adresa serveru Crédit Agricole (URL) (např. https://api.secure.epaiement-up2pay.fr).
de_de: Crédit Agricole Server Adresse (URL) (z. B. https://api.secure.epaiement-up2pay.fr).
fr_fr: L’adresse du serveur Crédit Agricole (par ex. https://api.wirecard.com).
id_id: URL dasar Crédit Agricole. (misal, https://api.wirecard.com)
ja: Crédit Agricole ベース URL。(例: https://api.wirecard.com)
ko_kr: Crédit Agricole 베이스 URL. (예: https://api.wirecard.com)
nl_nl: Crédit Agricole serveradres (URL) (bv. https://api.secure.epaiement-up2pay.fr).
sk_sk: Adresa servera Crédit Agricole (URL) (napr. https://api.secure.epaiement-up2pay.fr).
zh_cn: Crédit Agricole 基准 URL。（例如 https://api.secure.epaiement-up2pay.fr）
zh_tw: Crédit Agricole 基底 URL (例如 https://api.wirecard.com)。

# config_basket_max
source: Maximum Amount
cs_cz: Maximální částka
de_de: Höchstbetrag
fr_fr: Montant plafond
id_id: Jumlah Maksimum
ja: 最高額
ko_kr: 최대 금액
nl_nl: Maximumbedrag
sk_sk: Maximálna suma
zh_cn: 最大金额
zh_tw: 最大金額

# config_basket_max_desc
source: Payment method Guaranteed Invoice is only displayed if the ordered amount is smaller than the defined amount. Amount in default shop currency.
cs_cz: Způsob platby Zaručená faktura je zobrazen pouze v případě, že částka objednávky je nižší než definovaná částka. Částka ve výchozí měně obchodu.
de_de: Garantierter Kauf auf Rechnung wird nur dann angezeigt, wenn der Bestellwert niedriger ist als der hier definierte Betrag. Betrag in Standardwährung des Shops.
fr_fr: L’écran Mode de paiement Facture avec garantie de paiement n’est affiché que si le montant de la commande est inférieur au montant défini. Montant en devise par défaut.
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika jumlah pemesanan lebih rendah daripada jumlah yang ditentukan. Jumlah dalam mata uang default toko
ja: 注文金額がここで定義されている金額を下回る場合、支払い方法として「保証済みインボイス」だけが表示されます。金額はデフォルトの店舗通貨で示されます
ko_kr: Guaranteed Invoice 결제방법은 주문된 금액이 이 정의된 금액보다 작을 때만 표시됩니다. 기본 매장 통화 내 금액
nl_nl: Betaalmethode "gegarandeerde betaling" wordt enkel weergegeven indien het bestelde bedrag lager ligt dan het vastgelegde bedrag. Bedrag in standaard winkelvaluta.
sk_sk: Spôsob platby Zaručená faktúra sa zobrazí iba vtedy, keď je suma objednávky nižšia než určená suma. Suma v predvolenej mene obchodu.
zh_cn: 仅当订单金额小于定义金额时，才会显示保证发票付款方式。默认商店货币金额
zh_tw: Guaranteed Invoice 付款方式只有在訂購金額小於此定義金額時才會顯示。預設商店貨幣的金額

# config_basket_min
source: Minimum Amount
cs_cz: Minimální částka
de_de: Mindestbetrag
fr_fr: Montant plancher
id_id: Jumlah Minimum
ja: 最低額
ko_kr: 최소 금액
nl_nl: Minimumbedrag
sk_sk: Minimálna suma
zh_cn: 最小金额
zh_tw: 最小金額

# config_basket_min_desc
source: Payment method Guaranteed Invoice is only displayed if the ordered amount exceeds the defined amount. Amount in default shop currency.
cs_cz: Způsob platby Zaručená faktura je zobrazen pouze v případě, že částka objednávky je vyšší než definovaná částka. Částka ve výchozí měně obchodu.
de_de: Garantierter Kauf auf Rechnung wird nur dann angezeigt, wenn der Bestellwert höher ist als der hier definierte Betrag. Betrag in Standardwährung des Shops.
fr_fr: L’écran Mode de paiement Facture avec garantie de paiement n’est affiché que si le montant de la commande est supérieur au montant défini. Montant en devise par défaut.
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika jumlah pemesanan lebih besar daripada jumlah yang ditentukan. Jumlah dalam mata uang default toko
ja: 注文金額がここで定義されている金額を超えている場合、支払い方法として「保証済みインボイス」だけが表示されます。金額はデフォルトの店舗通貨で示されます
ko_kr: Guaranteed Invoice 결제방법은 주문된 금액이 이 정의된 금액보다 더 큰 경우에만 표시됩니다. 기본 매장 통화 내 금액
nl_nl: Betaalmethode "gegarandeerde betaling" wordt enkel weergegeven indien het bestelde bedrag hoger ligt dan het vastgelegde bedrag. Bedrag in standaard winkelvaluta.
sk_sk: Spôsob platby Zaručená faktúra sa zobrazí iba vtedy, keď je suma objednávky vyššia než určená suma. Suma v predvolenej mene obchodu.
zh_cn: 仅当订单金额大于定义金额时，才会显示保证发票付款方式。默认商店货币金额
zh_tw: Guaranteed Invoice 付款方式只有在訂購金額大於此定義金額時才會顯示。預設商店貨幣的金額

# config_billing_countries
source: Allowed Billing Countries
cs_cz: Přípustné fakturační země
de_de: Erlaubte Rechnungsländer
fr_fr: Pays de facturation autorisés
id_id: Negara tujuan yang diizinkan untuk pengiriman tagihan
ja: 許可されている請求先国
ko_kr: 허용된 청구지 국가
nl_nl: Ondersteunde facturatielanden
sk_sk: Povolené krajiny fakturácie
zh_cn: 可开票国家
zh_tw: 允許的賬單國家/地區

# config_billing_countries_desc
source: Payment method Guaranteed Invoice is only displayed during checkout if the consumer's billing country is one of the countries selected here. CTRL-click to select. Default pre-selection: Austria and Germany.
cs_cz: Způsob platby Zaručená faktura je zobrazen v průběhu placení pouze v případě, že fakturační země spotřebitele je jednou ze zde vybraných zemí. Klepnutím na CTRL provedete volbu. Výchozí předběžná volba: Rakousko a Německo.
de_de: Garantierter Kauf auf Rechnung wird nur dann angezeigt, wenn das Rechnungsland einem der hier gewählten Länder entspricht. Mehrfachauswahl mit STRG + Klick. Standardvorauswahl: Österreich und Deutschland.
fr_fr: L’écran Mode de paiement Facture avec garantie de paiement n’est affiché lors du processus de paiement que si le pays de facturation du client fait partie des pays sélectionnés ici. Appuyez sur Ctrl et cliquez pour sélectionner. Présélection par défaut : Autriche et Allemagne.
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika negara tujuan pengiriman barang pembeli termasuk salah satu negara terpilih. Negara-negara yang diizinkan berikut ini telah ditentukan sebelumnya: AT, DE.
ja: 消費者の発送先国がこれらの選択された国々のいずれかと一致する場合、保証付きインボイスの支払い方法だけが表示されます。 あらかじめ許可されている国々は次の通りです: AT、DE。
ko_kr: Guaranteed Invoice 결제방법은 소비자 배송지 국가가 이 선택된 국가들 중 하나에 동일한 경우에만 표시됩니다. 사전 정의된 다음 국가들이 허용됩니다: AT, DE.
nl_nl: Betaalmethode "gegarandeerde betaling" wordt enkel weergegeven tijdens het afrekenen als het land van facturatie van de klant een van de hier geselecteerde landen is. CTRL-klik om te selecteren. Standaard preselectie: Oostenrijk en Duitsland.
sk_sk: Spôsob platby Zaručená faktúra sa pri realizácii nákupu zobrazí iba vtedy, keď krajina fakturácie spotrebiteľa je jednou spomedzi tu vybraných krajín. Vyberte kliknutím s CTRL. Predvolený výber: Rakúsko a Nemecko.
zh_cn: 仅当消费者配送国家属于任一选定国家时，才会显示保证发票付款方式。 预先确定了以下允许国家：奥地利、德国。
zh_tw: Guaranteed Invoice 付款方式只有在消費者送貨國家/地區與這些選定國家/地區之一相同時才會顯示。 預先定義以下允許的國家/地區：AT、DE。

# config_billing_shipping
source: Identical Billing/Shipping Address
cs_cz: Stejná fakturační/zasílací adresa
de_de: Identische Rechnungs- und Lieferadresse
fr_fr: Adresse de facturation/livraison identique
id_id: Alamat pengiriman tagihan/barang harus sama
ja: 請求先/発送先の住所は、同一でなければなりません
ko_kr: 청구지/배송지 주소는 동일해야 합니다
nl_nl: Identiek facturatie-/verzendadres.
sk_sk: Zhodná fakturačná/dodacia adresa
zh_cn: 账单/收货地址必须相同
zh_tw: 賬單/送貨地址必須完全相同

# config_billing_shipping_desc
source: If activated, payment method Guaranteed Invoice is only displayed if billing/shipping address are identical.
cs_cz: Pokud je tato volba aktivována, způsob platby Zaručená faktura je zobrazen pouze v případě, že fakturační/zasílací adresy jsou stejné.
de_de: Bei Aktivierung wird Garantierter Kauf auf Rechnung nur dann beim Bezahlprozess angezeigt, wenn Rechnungs- und Lieferadresse übereinstimmen.
fr_fr: Si ce champ est activé, l’écran Mode de paiement Facture avec garantie de paiement n’est affiché que si l’adresse de facturation est identique à l’adresse de livraison.
id_id: Jika diaktifkan, metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika alamat pengiriman Tagihan/Barang sama
ja: 有効にすると、請求先/発送先の住所が同一の場合、保証付きインボイスの支払い方法だけが表示されます
ko_kr: 활성화하면 청구지/배송지 주소가 동일한 경우 Guaranteed Invoice만이 표시됩니다
nl_nl: Als dit ingeschakeld is, wordt de betaalmethode "gegarandeerde betaling" enkel weergegeven indien het facturatieadres identiek is aan het verzendadres.
sk_sk: Ak je možnosť aktivovaná, spôsob platby Zaručená faktúra sa zobrazí, iba ak sú fakturačná/dodacia adresa zhodné.
zh_cn: 如已激活，则仅在账单/收货地址相同时才会显示保证发票付款方式
zh_tw: 如已啟動，則只有在賬單/送貨地址完全相同時才會顯示 Guaranteed Invoice 付款方式

# config_challenge_challenge_threed
source: Challenge requested
cs_cz: Kontrolní otázka požadována
ja: リクエストされたチャレンジ
nl_nl: Challenge aangevraagd.
sk_sk: Vyžaduje sa výzva
zh_cn: 请求质询

# config_challenge_indicator
source: Challenge Indicator
cs_cz: Indikátor kontrolní otázky
ja: チャレンジ指標
sk_sk: Indikátor výzvy
zh_cn: 质询指标

# config_challenge_indicator_desc
source: Indicates whether a challenge is requested for this transaction.
cs_cz: Označuje, zda je pro tuto transakci požadována kontrolní otázka.
ja: この取引でチャレンジがリクエストされているかを示します。
nl_nl: Geeft aan of een challenge aangevraagd werd voor deze transactie.
sk_sk: Ukazuje, či sa pre danú transakciu vyžaduje výzva.
zh_cn: 指示是否为此交易请求质询。

# config_challenge_no_challenge
source: No challenge requested
cs_cz: Kontrolní otázka není požadována
ja: チャレンジがリクエストされていない
nl_nl: Geen challenge aangevraagd.
sk_sk: Nevyžaduje sa výzva
zh_cn: 没有质询被请求

# config_challenge_no_preference
source: No preference
cs_cz: Žádná preference
ja: どちらでもよい
nl_nl: Geen voorkeur
sk_sk: Bez preferencie
zh_cn: 没有首选项

# config_creditor_city
source: Creditor City
cs_cz: Město příjemce
de_de: Creditor-Stadt
fr_fr: Ville du créancier
id_id: Kota Kreditur
ja: 債権者の居住する市
ko_kr: 채권자 도시
nl_nl: Stad crediteur
sk_sk: Mesto príjemcu
zh_cn: 债权人所处城市
zh_tw: 債權人城市

# config_creditor_city_desc
source: SEPA Direct Debit requires a Creditor City for the SEPA Direct Debit Mandate page.
cs_cz: SEPA Direct Debit vyžaduje město příjemce pro stránku mandátu k SEPA Direct Debit.
de_de: Für das SEPA-Lastschriftmandat wird die Creditor-Stadt benötigt.
fr_fr: Avec le mode paiement par prélèvement SEPA, le champ Ville du créancier est obligatoire sur la page du mandat de prélèvement SEPA.
id_id: SEPA membutuhkan Kota Kreditur untuk ditampilkan pada halaman Mandat Debit Langsung SEPA.
ja: SEPA では、SEPA ダイレクト デビット委託ページに債権者の居住する市を表示する必要があります。
ko_kr: SEPA는 SEPA 자동 이체 위임 페이지 위에 표시할 채권자 도시를 요구합니다.
nl_nl: SEPA Direct Debit vereist een stad van crediteur voor de SEPA Direct Debit Mandate-pagina.
sk_sk: SEPA Inkaso vyžaduje mesto príjemcu pre stránku Mandátu pre SEPA Inkaso.
zh_cn: SEPA 要求在 SEPA 直接借记授权页面上显示债权人所处城市。
zh_tw: SEPA 需要一個在 SEPA 直接付款授權頁面上顯示的債權人城市。

# config_creditor_id
source: Creditor ID
cs_cz: Identifikační kód příjemce
fr_fr: Identifiant créancier
id_id: Identitas Kreditur
ja: 債権者 ID
ko_kr: 채권자 ID
nl_nl: Crediteur-ID
sk_sk: ID príjemcu
zh_cn: 债权人 ID
zh_tw: 債權人 ID

# config_creditor_id_desc
source: SEPA Direct Debit requires Creditor ID to create SEPA Direct Debit Mandate. You may apply for a Creditor ID at your financial institution.
cs_cz: SEPA Direct Debit vyžaduje identifikační kód příjemce, aby bylo možné vytvořit mandát k SEPA Direct Debit. U své banky můžete požádat o identifikační kód příjemce.
de_de: Die Creditor ID wird benötigt, um das SEPA-Lastschriftmandat zu erstellen. Die Creditor-ID muss beim zuständigen Bankinstitut angefordert werden.
fr_fr: Avec le mode paiement par prélèvement SEPA, un identifiant créancier est obligatoire pour créer le mandat de prélèvement SEPA. Vous pouvez demander un identifiant créancier auprès de votre institution financière.
id_id: SEPA membutuhkan Identitas Kreditur untuk membuat Mandat Debit Langsung SEPA. Untuk mendapatkan Identitas Kreditur, ajukan di lembaga bank yang bertanggung jawab.
ja: SEPA では、SEPA ダイレクト デビット委託の作成に債権者 ID が必要です。債権者 ID は、信頼のおける金融機関でお申し込みください。
ko_kr: SEPA는 SEPA 자동 이체 위임을 만들기 위해서는 채권자 ID를 필요로 합니다. 채권자 ID를 얻으려면 담당 은행 기관에 신청하십시오.
nl_nl: SEPA Direct Debit vereist een crediteur-ID voor de SEPA Direct Debit Mandate-pagina. U kunt een crediteur-ID aanvragen bij uw financiële instelling.
sk_sk: SEPA Inkaso vyžaduje identifikáciu príjemcu na vytvorenie Mandátu pre SEPA Inkaso. O identifikátor príjemcu (Creditor ID) môžete požiadať Vašu finančnú inštitúciu.
zh_cn: SEPA 需要债权人 ID 才能创建 SEPA 直接借记授权。请在负责的银行机构申请债权人 ID。
zh_tw: SEPA 需要債權人 ID 才能建立 SEPA 直接付款授權。若要獲得債權人 ID，請在負責銀行機構申請。

# config_creditor_name
source: Creditor Name
cs_cz: Jméno příjemce
fr_fr: Nom du créancier
id_id: Nama Kreditur
ja: 債権者の名前
ko_kr: 채권자 이름
nl_nl: Crediteurnaam
sk_sk: Meno inkasanta
zh_cn: 债权人名字
zh_tw: 債權人名稱

# config_creditor_name_desc
source: SEPA Direct Debit requires a Creditor Name for the SEPA Direct Debit Mandate page.
cs_cz: SEPA Direct Debit vyžaduje jméno příjemce pro stránku mandátu k SEPA Direct Debit.
de_de: Für das SEPA-Lastschriftmandat wird der Creditor-Name benötigt.
fr_fr: Avec le mode paiement par prélèvement SEPA, le champ Nom du créancier est obligatoire sur la page du mandat de prélèvement SEPA.
id_id: SEPA membutuhkan Nama Kreditur untuk ditampilkan pada halaman Mandat Debit Langsung SEPA.
ja: SEPA では、SEPA ダイレクト デビット委託ページに債権者名を表示する必要があります。
ko_kr: SEPA는 SEPA 자동 이체 위임 페이지에 표시할 채권자 이름을 요구합니다.
nl_nl: SEPA Direct Debit vereist een crediteurnaam voor de SEPA Direct Debit Mandate-pagina.
sk_sk: SEPA Inkaso vyžaduje meno príjemcu pre stránku Mandátu pre SEPA Inkaso.
zh_cn: SEPA 要求在 SEPA 直接借记授权页面上显示债权人名字。
zh_tw: SEPA 需要一個在 SEPA 直接付款授權頁面上顯示的債權人名稱。

# config_descriptor
source: Descriptor
cs_cz: Deskriptor
de_de: Deskriptor
fr_fr: Descripteur
id_id: Pendeskripsi
ja: 記述子
ko_kr: 서술자
nl_nl: Onderwerp
sk_sk: Deskriptor
zh_cn: 描述符
zh_tw: 描述元

# config_descriptor_desc
source: Send text which is displayed on the bank statement issued to your consumer by the financial service provider.
cs_cz: Pošlete text uvedený na bankovním výpisu vydaném pro vašeho spotřebitele poskytovatelem finančních služeb.
de_de: Aktivieren Sie den Deskriptor, um bei jeder Transaktion eine Referenz zur jeweiligen Bestellung mitzuschicken. Diese Referenz wird im Buchungstext angezeigt, der dem Kosumenten vom Finanzdienstleister übermittelt wird.
fr_fr: Envoyer le texte qui est affiché sur le relevé bancaire délivré à votre client par l’institution financière.
id_id: Kirim teks yang akan ditampilkan pada laporan bank yang diterbitkan untuk pembeli Anda oleh penyedia jasa keuangan
ja: 金融サービス プロバイダーが消費者に発行する取引明細書に表示されるテキストを送信します
ko_kr: 금융 서비스 공급자에 의해 고객에게 발행된 은행 계좌내역서에 표시된 텍스트 전송
nl_nl: Tekst die weergegeven wordt op het bankafschrift dat wordt uitgegeven aan uw klant door de financiële dienstverlener.
sk_sk: Pošlite text, ktorý sa zobrazí na výpise z účtu vydanom spotrebiteľovi poskytovateľom finančných služieb.
zh_cn: 发送由金融服务供应商签发给消费者的银行对账单上显示的文本
zh_tw: 傳送金融服務提供商簽發給消費者的銀行結單上顯示的文字。

# config_email
source: Your email address
cs_cz: Vaše e-mailová adresa
de_de: Ihre E-Mail-Adresse
fr_fr: Votre adresse e-mail
id_id: Alamat e-mail Anda
ja: お客様のメール アドレス
ko_kr: 사용자 이메일 주소
nl_nl: Uw e-mailadres
sk_sk: Vaša e-mailová adresa
zh_cn: 您的电子邮件地址
zh_tw: 您的電郵地址

# config_enable_bic
source: BIC enabled
cs_cz: BIC aktivován
de_de: BIC aktivieren
fr_fr: Code BIC activé
id_id: BIC diaktifkan
ja: BIC が有効
ko_kr: BIC 사용 설정됨
nl_nl: BIC ingeschakeld
sk_sk: BIC povolený
zh_cn: 银行识别码已启用
zh_tw: BIC 已啟用

# config_enable_bic_desc
source: If BIC is enabled, consumer must enter a BIC during checkout.
cs_cz: Pokud je BIC aktivován, spotřebitel musí zadat BIC v průběhu placení.
de_de: Bei Aktivierung muss der Konsument einen BIC beim Bezahlvorgang eingeben.
fr_fr: Si le champ Code BIC est activé, le client doit entrer un code BIC lors du processus de paiement.
id_id: Jika BIC diaktifkan, pelanggan harus memasukkan BIC saat checkout.
ja: BICが有効の場合、購入者は注文中にBICを入力する必要があります。
ko_kr: BIC가 사용 설정되면, 고객이 체크아웃할 때 BIC를 입력해야 합니다.
nl_nl: Als de BIC is ingeschakeld, moet de klant een BIC ingeven tijdens het afrekenen.
sk_sk: Ak je povolená možnosť BIC, spotrebiteľ musí pri realizácii nákupu zadať kód banky BIC.
zh_cn: 若启用 BIC，消费者结账时必须输入 BIC。
zh_tw: 啟用BIC後，消費者必須在結帳時輸入BIC。

# config_http_password
source: Password
cs_cz: Heslo
de_de: Passwort (Password)
fr_fr: HTTP Password
id_id: Kata Sandi HTTP
ja: HTTP パスワード
ko_kr: HTTP 비밀번호
nl_nl: Wachtwoord
sk_sk: Heslo
zh_cn: HTTP 密码
zh_tw: HTTP 密碼

# config_http_password_desc
source: Password as provided in your Crédit Agricole contract.
cs_cz: Heslo je uvedeno ve vaší smlouvě s Crédit Agricole.
de_de: Passwort (Password) gemäß Ihrem Crédit Agricole-Vertrag.
fr_fr: HTTP Password fourni dans votre contrat Crédit Agricole.
id_id: Kata sandi http yang tercantum dalam kontrak Crédit Agricole Anda
ja: Crédit Agricole 契約で指定された HTTP パスワード
ko_kr: Crédit Agricole 연락처 내에 있는 http 비밀번호
nl_nl: Wachtwoord zoals voorzien in uw Crédit Agricole-contract.
sk_sk: Heslo podľa Vašej zmluvy Crédit Agricole.
zh_cn: 您 Crédit Agricole 合同中提供的 http 密码
zh_tw: Crédit Agricole 合約中提供的 HTTP 密碼

# config_http_user
source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername (Username)
fr_fr: HTTP User
id_id: Pengguna HTTP
ja: HTTP ユーザー
ko_kr: HTTP 사용자
nl_nl: Gebruikersnaam
sk_sk: Používateľské meno
zh_cn: HTTP 用户
zh_tw: HTTP 使用者

# config_http_user_desc
source: Username as provided in your Crédit Agricole contract.
cs_cz: Uživatelské jméno je uvedeno ve vaší smlouvě s Crédit Agricole.
de_de: Benutzername (Username) gemäß Ihrem Crédit Agricole-Vertrag.
fr_fr: HTTP User fourni dans votre contrat Crédit Agricole.
id_id: Pengguna http yang tercantum dalam kontrak Crédit Agricole Anda
ja: Crédit Agricole 契約で指定された HTTP ユーザー
ko_kr: Crédit Agricole 연락처 내에 있는 http 사용자
nl_nl: Gebruikersnaam zoals voorzien in uw Crédit Agricole-contract.
sk_sk: Používateľské meno podľa Vašej zmluvy Crédit Agricole.
zh_cn: 您 Crédit Agricole 合同中提供的 http 用户
zh_tw: Crédit Agricole 合約中提供的 HTTP 使用者

# config_limit_desc
source: Amount in default shop currency
cs_cz: Částka ve výchozí měně obchodu
de_de: Betrag in Standardwährung des Shops.
fr_fr: Montant en devise par défaut
id_id: Jumlah dalam mata uang default toko
ja: デフォルトの店舗通貨での金額
ko_kr: 기본 매장 통화로 표시된 금액
nl_nl: Bedrag in standaard winkelvaluta.
sk_sk: Suma v predvolenej mene obchodu
zh_cn: 默认商店货币金额
zh_tw: 預設商店貨幣的金額

# config_mandate_text
source: Additional Text
cs_cz: Doplňující text
de_de: Zusatztext
fr_fr: Texte supplémentaire
id_id: Teks Tambahan
ja: 追加テキスト
ko_kr: 추가 텍스트
nl_nl: Bijkomende tekst
sk_sk: Doplňujúci text
zh_cn: 附加文本
zh_tw: 附加文字
