Repository: andrescanon/woocommerce
Catalog: credit-agricole-woocommerce-extension/languages/wirecard-woocommerce-extension-*.po
Languages: cs_cz, de_de, fr_fr, id_id, ja, ko_kr, nl_nl, sk_sk, zh_cn, zh_tw

# text_terms_accept
source: I herewith confirm that I have read the <a href="#" target="_blank">privacy notice</a> and <a target="_blank" href="#">additional terms and conditions</a> for Crédit Agricole payment types and that I accept their validity.
cs_cz: Tímto potvrzuji, že jsem si přečetl<a href="#" target="_blank">prohlášení o ochraně osobních údajů</a> a <a target="_blank" href="#">doplňující podmínky</a> pro druhy plateb Crédit Agricole a souhlasím s nimi.
de_de: Hiermit bestätige ich, dass ich die <a target="_blank" href="#">Datenschutzhinweise</a> und <a target="_blank" href="#">zusätzlichen Geschäftsbedingungen</a> für Crédit Agricole-Zahlarten zur Kenntnis genommen habe und mit deren Geltung einverstanden bin.
fr_fr: Je confirme par la présente avoir lu <a href="#" target="_blank">privacy notice</a> and <a target="_blank" href="#">les conditions supplémentaires</a> concernant les modes de paiement Crédit Agricole et j’accepte leur validité.
nl_nl: Ik bevestig dat ik het <a href="#" target="_blank">privacybeleid</a> and <a target="_blank" href="#">bijkomende voorwaarden</a> voor Crédit Agricole betalingsmethoden gelezen heb en dat ik ze accepteer.
sk_sk: Týmto potvrdzujem, že som si prečítal/-a <a href="#" target="_blank">upozornenie k ochrane osobných údajov</a> a <a target="_blank" href="#">doplňujúce zmluvné podmienky</a> pre typy platieb Crédit Agricole a súhlasím s ich platným znením.

# text_terms_notice
source: You must agree to the privacy notice and additional terms of Crédit Agricole payment methods.
cs_cz: Musíte souhlasit s prohlášením o ochraně osobních údajů a doplňujícími podmínkami pro druhy plateb Crédit Agricole.
de_de: Sie müssen den Datenschutzhinweisen und zusätzlichen Geschäftsbedingungen für Crédit Agricole-Zahlarten zustimmen.
fr_fr: Vous devez accepter la politique de confidentialité et les modalités supplémentaires des modes de paiement Crédit Agricole.
ja: プライバシー通知に同意し、Crédit Agricole支払方法に関する追加の条件に同意する必要があります。
nl_nl: U moet instemmen met het privacybeleid en bijkomende voorwaarden van Crédit Agricole betaalmethoden.
sk_sk: Musíte vyjadriť súhlas s upozornením k ochrane osobných údajov a ďalšími podmienkami platobných metód Crédit Agricole.
zh_cn: 您必须同意隐私声明和 Crédit Agricole 支付方式的附加条款。

# text_total
source: Total
cs_cz: Celkem
de_de: Summe
ja: 合計
ko_kr: 총
nl_nl: Totaal
sk_sk: Celkom
zh_cn: 总计
zh_tw: 總計

# text_transaction
source: Transaction
cs_cz: Transakce
de_de: Transaktion
nl_nl: Transactie
sk_sk: Transakcia

# text_transaction_details_1
source: For more transaction information click
cs_cz: Pokud potřebujete další informace o transakci, klikněte
de_de: Für weitere Informationen zu dieser Transaktion klicken Sie
fr_fr: Pour recevoir plus d’informations sur les transactions, cliquez
nl_nl: Voor meer transactie-informatie, hier
sk_sk: Ďalšie informácie o transakcii získate kliknutím

# text_transaction_details_2
source: here
cs_cz: sem
de_de: hier
fr_fr: ici
nl_nl: klikken
sk_sk: sem

# title_payment_gateway
source: Crédit Agricole Payment Gateway
cs_cz: Platební brána Crédit Agricole
de_de: Crédit Agricole Payment Processing Gateway
fr_fr: Passerelle de paiement Crédit Agricole
id_id: Payment Gateway Crédit Agricole
ja: Crédit Agricole 支払いゲートウェイ
ko_kr: Crédit Agricole 결제 게이트웨이
sk_sk: Platobná brána Crédit Agricole
zh_cn: Crédit Agricole 支付网关
zh_tw: Crédit Agricole 付款閘道

# transfer_notice
source: Please transfer the amount using the following data:
cs_cz: Laskavě převeďte částku s využitím následujících dat:
de_de: Verwenden Sie für die Überweisung die folgenden Daten:
fr_fr: Veuillez transférer le montant en utilisant les données suivantes :
id_id: Harap transfer jumlah tersebut menggunakan data berikut ini:
ja: 以下のデータを使用して金額を送金してください:
ko_kr: 다음 데이터를 이용하여 금액을 이체하십시오:
nl_nl: Gelieve het bedrag over te maken met de volgende gegevens:
sk_sk: Vykonajte prevod sumy s použitím nasledujúcich údajov:
zh_cn: 请使用以下数据转账：
zh_tw: 請使用以下資料轉賬該金額：

# vault_save_text
source: Save for later use.
cs_cz: Uložit pro pozdější použití.
de_de: Für spätere Verwendung speichern.
fr_fr: Enregistrer pour une utilisation ultérieure.
id_id: Simpan untuk digunakan di kemudian hari.
ja: 後で使用するために保存する
ko_kr: 이후 사용을 위해 저장
nl_nl: Bewaren voor later gebruik.
sk_sk: Uložiť na neskoršie použitie.
zh_cn: 保存以备后用。
zh_tw: 儲存以備後用。

# vault_use_existing_text
source: Use saved credit card
cs_cz: Použít uloženou kreditní kartu
de_de: Gespeicherte Kreditkarte verwenden
fr_fr: Utiliser une carte de crédit enregistrée
id_id: Gunakan Kartu Kredit yang tersimpan
ja: 保存済みのクレジット カードを使用する
ko_kr: 저장된 신용카드 사용
nl_nl: Opgeslagen creditcard gebruiken
sk_sk: Použiť uloženú kreditnú kartu
zh_cn: 使用保存的信用卡
zh_tw: 使用儲存的信用卡

# warning_credit_card_url_mismatch
source: Attention: Please check your credentials within the URL setting fields. You might have configured/combined a productive account with a test account.
cs_cz: Pozor: Laskavě zkontrolujte své přihlašovací údaje v poli nastavení URL. Možná jste zkonfigurovali/zkombinovali produktivní účet s testovacím účtem.
de_de: Achtung: Bitte überprüfen Sie Ihre Konfigurationsdaten in den URL-Eingabefeldern. Möglicherweise haben Sie ein Produktivkonto mit einem Testkonto kombiniert.
fr_fr: Attention: Veuillez vérifier vos données de configuration dans les champs de saisie de l'URL. Vous avez peut-être combiné un compte réel avec un compte d'essai.
ja: 注意：URLの設定フィールドにある資格証明書を確認してください。利用アカウントにテスト用アカウントを設定している、または組み合わせている可能性があります。
nl_nl: Opgelet: Gelieve uw gegevens binnen de URL-instellingsvelden te controleren. U hebt mogelijk een actieve account geconfigureerd/gecombineerd met een testaccount.
sk_sk: Upozornenie: Skontrolujte svoje poverovacie údaje v poliach nastavenia URL. Je možné, že ste konfigurovali/skombinovali produkčný účet so skúšobným účtom.
zh_cn: 注意：请在 URL 设置字段中检查您的凭据。您可能已将生产账户配置/组合到测试帐户。

source: Crédit Agricole WooCommerce Extension
cs_cz: Rozšíření Crédit Agricole WooCommerce
fr_fr: Extension WooCommerce Crédit Agricole
id_id: Ekstensi WooCommerce Crédit Agricole
ja: Crédit Agricole WooCommerce 拡張機能
ko_kr: Crédit Agricole WooCommerce 확장 프로그램
nl_nl: Crédit Agricole WooCommerce Extensie
sk_sk: Rozšírenie Crédit Agricole WooCommerce
zh_cn: Crédit Agricole WooCommerce 扩展
zh_tw: Crédit Agricole WooCommerce 擴充

source: BIC
fr_fr: Code BIC

# bic_input
source: BIC
fr_fr: Code BIC
zh_cn: 银行识别码

# config_status_desc_masterpass
source: Activate payment method Masterpass to make it available for your consumers.
fr_fr: Activer le mode de paiement Masterpass pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran Masterpass
ko_kr: Masterpass 결제방법 활성화
zh_tw: 啟動 Masterpass 付款方式

# enable_heading_title_masterpass
source: Enable Crédit Agricole Masterpass
fr_fr: Activer Crédit Agricole Masterpass
id_id: Aktifkan Masterpass Crédit Agricole
ko_kr: Crédit Agricole Masterpass 사용
zh_tw: 啟用 Crédit Agricole Masterpass

# eps
source: eps-Überweisung
fr_fr: Virement eps

# heading_creditcard_form
source: Enter Card Details
fr_fr: Entrer les détails de la carte
ja: カードの詳細を入力する

# heading_title_creditcard
source: Crédit Agricole Credit Card
de_de: Crédit Agricole Kreditkarte
fr_fr: Crédit Agricole Carte de crédit
id_id: Kartu Kredit Crédit Agricole
ja: Crédit Agricole クレジット カード
ko_kr: Crédit Agricole 신용카드
zh_cn: Crédit Agricole 信用卡
zh_tw: Crédit Agricole 信用卡

# heading_title_eps
source: Crédit Agricole eps-Überweisung
fr_fr: Crédit Agricole Virement eps

# heading_title_support
source: Crédit Agricole Support
fr_fr: Support Crédit Agricole
id_id: Dukungan
ja: サポート
ko_kr: 지원
zh_cn: 支持
zh_tw: 支援

source: IBAN
fr_fr: Code IBAN

# iban_input
source: IBAN
fr_fr: Code IBAN

# masterpass_desc
source: Masterpass transactions via Crédit Agricole Payment Gateway.
fr_fr: Transactions Masterpass via la passerelle de paiement Crédit Agricole.
id_id: Transaksi Masterpass melalui Payment Gateway Crédit Agricole
ko_kr: Crédit Agricole 결제 처리 게이트웨이를 통한 Masterpass 트랜잭션
zh_tw: 透過 Crédit Agricole Payment Processing Gateway 進行 Masterpass 交易

# panel_parent_transaction_id
source: Parent Transaction ID
fr_fr: Identifiant de la transaction parent
id_id: ID transaksi-induk
ja: 親トランザクション ID
ko_kr: 부모 트랜잭션 ID
zh_cn: 父交易 ID
zh_tw: 父交易 ID

# vault_account_number
source: Account Number
fr_fr: Numéro de compte
id_id: Nomor rekening
ja: アカウント番号
ko_kr: 계좌번호
zh_tw: 賬號

# vault_delete_card_text
source: Delete card
fr_fr: Supprimer la carte
id_id: Hapus Kartu
ja: カードの削除
ko_kr: 카드 삭제
zh_tw: 刪除卡

# vault_use_new_text
source: Use new credit card
fr_fr: Utiliser une nouvelle carte de crédit
id_id: Gunakan Kartu Kredit baru
ja: 新しいクレジット カードを使用する
ko_kr: 새 신용카드 사용
zh_tw: 使用新的信用卡

source: Alipay Cross-border
zh_cn: 支付宝跨境

# heading_title_alipay_crossborder
source: Crédit Agricole Alipay Cross-border
id_id: Alipay Cross-border Crédit Agricole
zh_cn: Crédit Agricole 支付宝跨境

# heading_title_ideal
source: Crédit Agricole iDEAL
id_id: iDEAL Crédit Agricole

# heading_title_sofortbanking
source: Crédit Agricole Sofort.
id_id: Sofort. Crédit Agricole

# sofortbanking
source: Sofort.
zh_tw: Crédit Agricole Sofort。
