Repository: andrescanon/woocommerce
Catalog: credit-agricole-woocommerce-extension/languages/wirecard-woocommerce-extension-*.po
Languages: cs_cz, de_de, fr_fr, id_id, ja, ko_kr, nl_nl, sk_sk, zh_cn, zh_tw

# config_mandate_text_desc
source: This text appears on the SEPA Direct Debit Mandate page at the end of the first paragraph.
cs_cz: Tento text se objeví na stránce mandátu k SEPA Direct Debit na konci prvního odstavce.
de_de: Dieser Text wird am Ende des ersten Abschnitts des SEPA-Lastschriftmandats angezeigt.
fr_fr: Ce texte apparaît sur la page du mandat de prélèvement SEPA, à la fin du premier paragraphe.
id_id: Teks ini ditampilkan pada halaman Mandat Debit Langsung SEPA di akhir paragraf pertama.
ja: このテキストは、SEPA ダイレクト デビット委託ページの第 1 段落の最後に表示されます。
ko_kr: 이 텍스트는 SEPA 자동 이체 위임 페이지의 첫 번째 문단 마지막에 표시됩니다.
nl_nl: Deze tekst verschijnt op de SEPA Direct Debit Mandate-pagina op het einde van de eerste paragraaf.
sk_sk: Tento text bude uvedený na konci prvého odseku stránky Mandátu pre SEPA Inkaso.
zh_cn: 此文本显示在第一段末尾的 SEPA 直接借记授权页面上。
zh_tw: 此文字顯示在 SEPA 直接付款授權頁面上的第一段末尾。

# config_merchant_account_id
source: Merchant Account ID (MAID)
cs_cz: Identifikační kód účtu obchodníka (MAID)
fr_fr: MAID (Identifiant de compte marchand)
id_id: Identitas Rekening Penjual
ja: 販売者アカウント ID
ko_kr: 상인 계정 ID
nl_nl: Account-ID handelaar (MAID: Merchant Account ID)
sk_sk: ID účtu obchodníka (MAID)
zh_cn: 商家账户 ID
zh_tw: MAID

# config_merchant_account_id_desc
source: Unique identifier assigned to your merchant account.
cs_cz: Jedinečný identifikační kód přiřazený vašemu obchodnímu účtu.
de_de: Eindeutiger Identifikator, der Ihrem Händlerkonto zugewiesen ist.
fr_fr: Identifiant unique affecté à votre compte marchand.
id_id: Tanda pengenal unik yang diberikan untuk rekening penjual.
ja: 販売者アカウントに割り当てられる一意の ID。
ko_kr: 상인 계정에 지정된 고유 식별자.
nl_nl: Uniek identificatiemiddel toegewezen aan uw handelaarsaccount.
sk_sk: Jedinečný identifikátor priradený k Vášmu účtu obchodníka.
zh_cn: 为您的商家账户分配的唯一标识符。
zh_tw: 指派給您的商戶賬戶的唯一識別碼。

# config_merchant_secret
source: Secret Key
cs_cz: Tajný klíč
de_de: Geheimschlüssel (Secret Key)
id_id: Kunci Rahasia
ja: 秘密鍵
ko_kr: 비밀 키
sk_sk: Tajný kľúč
zh_cn: 密钥
zh_tw: 祕密金鑰

# config_merchant_secret_desc
source: Secret Key is mandatory to calculate the Digital Signature for payments.
cs_cz: Tajný klíč je povinný pro výpočet digitálního podpisu pro platby.
de_de: Der Geheimschlüssel (Secret Key) wird benötigt, um die Digitale Signatur für Zahlungen zu berechnen.
fr_fr: Secret Key est obligatoire pour générer la signature digitale des paiements.
id_id: Kunci rahasia wajib digunakan untuk mengkalkulasi Tanda Tangan Digital dalam pembayaran.
ja: 秘密鍵は、支払いのデジタル署名の計算に必須です。
ko_kr: 비밀 키는 결제에 대한 디지털 서명을 계산하기 위해 필수적입니다.
nl_nl: Secret key is verplicht om de digitale handtekening voor betalingen te berekenen.
sk_sk: Tajný kľúč je povinný na výpočet digitálneho podpisu pre platby.
zh_cn: 必须使用密钥以计算付款的数字签名。
zh_tw: 必須使用祕密金鑰來計算付款的數位簽章。

# config_message
source: Your message
cs_cz: Vaše zpráva
de_de: Ihre Nachricht
fr_fr: Votre message
id_id: Pesan Anda
ja: メッセージ
ko_kr: 사용자 메시지
nl_nl: Uw boodschap
sk_sk: Vaša správa
zh_cn: 您的消息
zh_tw: 您的訊息

# config_payment_action
source: Payment Action
cs_cz: Platební akce
de_de: Zahlungsaktion
fr_fr: Action de paiement
id_id: Tindakan Pembayaran
ja: 支払い処理
ko_kr: 결제 동작
nl_nl: Betalingsactie
sk_sk: Úkon pri platbe
zh_cn: 付款操作
zh_tw: 付款動作

# config_payment_action_desc
source: Select between "Purchase" to capture/invoice your order automatically or "Authorization" to capture/invoice manually.
cs_cz: Zvolte „Nákup", pokud chcete strhnout částku/fakturovat svou objednávku automaticky, nebo "Autorizace", jestliže chcete strhnout částku/fakturovat ručně.
de_de: Wählen Sie "Buchung", um automatisch eine Buchung durchzuführen, oder "Genehmigung", um eine manuelle Buchung zu ermöglichen.
fr_fr: Sélectionnez « Acheter » pour enregistrer/facturer automatiquement votre commande ou « Autorisation » pour enregistrer/facturer manuellement.
id_id: Pilih "Catat transaksi" untuk mencatat transaksi/menerbitkan faktur atas pesanan Anda secara otomatis atau "Otorisasi" untuk mencata transaksi/menerbitkan faktur secara manual.
ja: 注文のキャプチャ / インボイスを自動的に行う場合は「キャプチャ」を、キャプチャ / インボイスを手動で行う場合は「承認」を選択します。
ko_kr: 캡처 / 송장 발송하기 위한 "캡처" 또는 수동으로 캡처 / 송장 발송하기 위한 "승인" 중에서 선택합니다.
nl_nl: Selecteer tussen "Aankoop" om uw bestelling automatisch vast te leggen/te factureren of "Autorisatie" om handmatig vast te leggen/te factureren.
sk_sk: Zvoľte buď "Nákup" na automatické zachytenie/fakturáciu vašej objednávky alebo "Autorizácia" na manuálne zachytenie/fakturáciu.
zh_cn: 选择“获取”以自动获取您的订单/为您的订单开具发票或“授权”以手动获取/开具发票。
zh_tw: 選擇「擷取」以自動擷取您的訂單/為您的訂單開具發票，或選擇「授權」以手動擷取/開具發票。

# config_payment_type
source: Payment Type
cs_cz: Druh platby
de_de: Zahlungsmittel
fr_fr: Mode de paiement
id_id: Jenis Pembayaran
ja: 支払いの種類
ko_kr: 결제 유형
nl_nl: Betaalmethode
sk_sk: Druh platby
zh_cn: 付款方式
zh_tw: 付款類型

# config_payment_type_desc
source: Choose "Payment In Advance" to display bank data after the checkout process, or "Payment On Invoice" to send bank data with the invoice.
cs_cz: Zvolte „Platba předem", chcete-li zobrazit bankovní údaje po zaplacení, nebo „Platba na fakturu", jestliže chcete odeslat bankovní údaje spolu s fakturou.
de_de: Wählen Sie "Vorauskasse", um die Bankdaten nach dem Checkout anzuzeigen oder "Kauf auf Rechnung", um die Bankdaten gemeinsam mit der Rechnung zu übermitteln.
fr_fr: Sélectionnez « Paiement à l’avance » pour afficher les coordonnées bancaires après le processus de finalisation de la commande ou « Paiement sur facture » pour envoyer les coordonnées bancaires avec la facture.
ja: 「前払い」を選択して注文処理の後に銀行データを表示する、または「請求書払い」を選択して請求書とともに銀行データを送信します。
nl_nl: Kies "Voorafbetaling" om bankgegevens weer te geven na het afrekenen of "Betaling op factuur" om bankgegevens op de factuur weer te geven.
sk_sk: Zvoľte "Platba vopred", aby sa po procese nákupu zobrazili informácie o bankovom účte, alebo "Platba na faktúru", aby sa informácie o bankovom účte odoslali spolu s faktúrou.
zh_cn: 选择“预付货款”，在结账流程后显示银行数据，或选择“交货付款”，发送带有发票的银行数据。

# config_shipping_countries
source: Allowed Shipping Countries
cs_cz: Přípustné země uvedené v zasílací adrese
de_de: Erlaubte Lieferländer
fr_fr: Pays d’expédition autorisés
id_id: Negara tujuan yang diizinkan untuk pengiriman barang
ja: 許可されている発送先国
ko_kr: 허용된 배송지 국가
nl_nl: Ondersteunde landen van verzending
sk_sk: Povolené krajiny dodania
zh_cn: 可配送国家
zh_tw: 允許的送貨國家/地區

# config_shipping_countries_desc
source: Payment method Guaranteed Invoice is only displayed if the consumer's shipping country is one of the countries selected here. CTRL-click to select. Default pre-selection: Austria and Germany.
cs_cz: Způsob platby Zaručená faktura je zobrazen pouze v případě, že země spotřebitele uvedená v zasílací adrese je jednou ze zde vybraných zemí. Klepnutím na CTRL provedete volbu. Výchozí předběžná volba: Rakousko a Německo.
de_de: Garantierter Kauf auf Rechnung wird nur dann angezeigt, wenn das Lieferland einem der hier gewählten Länder entspricht. Mehrfachauswahl mit STRG + Klick. Standardvorauswahl: Österreich und Deutschland.
fr_fr: L’écran Mode de paiement Facture avec garantie de paiement n’est affiché que si le pays d’expédition du client fait partie des pays sélectionnés ici. Appuyez sur Ctrl et cliquez pour sélectionner. Présélection par défaut : Autriche et Allemagne.
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan bila negara tujuan pengiriman tagihan pembeli termasuk salah satu negara terpilih. Berdasarkan kontrak Crédit Agricole Anda, negara-negara yang diizinkan berikut ini telah ditentukan sebelumnya: AT, DE.
ja: 消費者の請求先国がこれらの選択された国々のいずれかと一致する場合、保証付きインボイスの支払い方法だけが表示されます。Crédit Agricole 契約により許可されている国々は次の通りです: AT、DE。
ko_kr: Guaranteed Invoice 결제방법은 소비자 청구지 국가가 이 선택된 국가들 중 하나에 동일한 경우에만 표시됩니다. Crédit Agricole 연락처에 따라 다음 국가들이 사전 정의됩니다: AT, DE.
nl_nl: Betaalmethode "gegarandeerde betaling" wordt enkel weergegeven tijdens het afrekenen als het land van verzending van de klant een van de hier geselecteerde landen is. CTRL-klik om te selecteren. Standaard preselectie: Oostenrijk en Duitsland.
sk_sk: Spôsob platby Zaručená faktúra sa zobrazí iba vtedy, keď krajina dodania spotrebiteľa je jednou spomedzi tu vybraných krajín. Vyberte kliknutím s CTRL. Predvolený výber: Rakúsko a Nemecko.
zh_cn: 仅当消费者开票国家属于任一选定国家时，才会显示保证发票付款方式。根据您的 Crédit Agricole 合同，预先确定了以下允许国家：奥地利、德国。
zh_tw: Guaranteed Invoice 付款方式只有在消費者賬單國家/地區與這些選定國家/地區之一相同時才會顯示。根據您的 Crédit Agricole 合約，預先定義以下允許的國家/地區：AT、DE。

# config_shopping_basket
source: Shopping Basket
cs_cz: Nákupní košík
de_de: Warenkorb
fr_fr: Panier de commande
id_id: Keranjang Belanja
ja: ショッピング バスケット
ko_kr: 쇼핑 장바구니
nl_nl: Winkelmandje
sk_sk: Nákupný košík
zh_cn: 购物篮
zh_tw: 購物籃

# config_shopping_basket_desc
source: For the purpose of confirmation, payment supports shopping basket display during checkout. To enable this feature, activate Shopping Basket.
cs_cz: Platba podporuje zobrazení nákupního košíku v průběhu placení pro účely potvrzení. Pokud chcete aktivovat tuto funkci, aktivujte Nákupní košík.
de_de: Das Zahlungsmittel unterstützt die Anzeige des Warenkorbs während des Checkouts. Um dieses Feature zu verwenden, aktivieren Sie den Warenkorb.
fr_fr: Pour la confirmation de la commande, le paiement supporte le panier de commande affiché lors du processus de paiement. Pour activer cette fonction, cochez le champ Panier de commande.
id_id: Untuk tujuan konfirmasi, metode pembayaran ini mendukung tampilan keranjang belanja saat checkout. Untuk mengaktifkan fitur ini, aktifkan Keranjang Belanja.
ja: 確認のため、この支払方法では注文中に買い物かごが表示されます。この機能を有効化するには、買い物かごを有効にします。
ko_kr: 확인상 말씀드리자면, 이 결제 방법은 체크아웃 중에 장바구니 디스플레이를 지원합니다. 이 기능을 사용 설정하면, 장바구니가 활성화됩니다.
nl_nl: Om te kunnen bevestigen, ondersteunt de betaling de weergave van het winkelmandje tijdens het afrekenen. Het winkelmandje activeren om deze functie in te schakelen.
sk_sk: Na účely potvrdenia je pri realizácii nákupu počas platby možné zobraziť obsah nákupného košíka. Aby sa povolila táto funkcia, aktivujte Nákupný košík.
zh_cn: 为了进行确认，该支付方式支持支付时显示购物车。为启用该特性，激活购物车。
zh_tw: 為方便您進行確認，購物籃將在結賬時顯示此付款方式。若要啟用此功能，請先啟用購物籃。

# config_ssl_max_limit
source: Non 3-D Secure Max. Limit
cs_cz: Max. limit pro platby bez 3-D Secure
de_de: Höchstbetrag (nicht 3-D Secure)
fr_fr: Valeur limite max. sans le protocole 3-D Secure
id_id: Batas Maksimum untuk Non 3-D Secure
ja: 3-D セキュアの最大限度ではない
ko_kr: 비 3-D 보안 최대. 한계
nl_nl: Niet-3D-beveiligde max. limiet
sk_sk: Max. limit pre iné ako 3-D Secure
zh_cn: 非 3-D 安全最大限制
zh_tw: 非 3-D 安全上限

# config_status_desc_alipay_crossborder
source: Activate payment method Alipay Cross-border to make it available for your consumers.
cs_cz: Aktivujte způsob platby Alipay Cross-border, aby ho mohli používat vaši spotřebitelé.
de_de: Alipay Cross-border aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement Alipay Cross-border pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran Alipay Cross-border
ja: 支払い方法として Alipay Cross-border を有効にします
ko_kr: Alipay Crossborder 결제방법 활성화
nl_nl: Betaalmethode Alipay Cross-border activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby Alipay Cross-border a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活支付宝跨境付款方式
zh_tw: 啟動 Alipay Cross-border 付款方式

# config_status_desc_creditcard
source: Activate payment method Credit Card to make it available for your consumers.
cs_cz: Aktivujte způsob platby Kreditní karta, aby ho mohli používat vaši spotřebitelé.
de_de: Kreditkarte aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement Carte de crédit pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran Kartu Kredit
ja: クレジット カードの支払い方法を有効にします
ko_kr: 신용카드 결제방법 활성화
nl_nl: Betaalmethode Creditcard activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby kreditnou kartou a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活信用卡付款方式
zh_tw: 啟動信用卡付款方式

# config_status_desc_eps
source: Activate payment method eps-Überweisung to make it available for your consumers.
cs_cz: Aktivujte způsob platby eps-Überweisung, aby ho mohli používat vaši spotřebitelé.
de_de: eps-Überweisung aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement Virement eps pour qu’il soit disponible pour vos clients.
ja: 購入者が使用できるように支払方法のeps-Überweisungを有効にします。
nl_nl: Betaalmethode eps-Überweisung activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby eps-Überweisung a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活 eps-Überweisung 支付方式以使客户可以支付。

# config_status_desc_ideal
source: Activate payment method iDEAL to make it available for your consumers.
cs_cz: Aktivujte způsob platby iDEAL, aby ho mohli používat vaši spotřebitelé.
de_de: iDEAL aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement iDEAL pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran iDEAL
ja: 支払い方法として iDEAL を有効にする
ko_kr: iDEAL 결제방법 활성화
nl_nl: Betaalmethode iDEAL activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby iDEAL a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活 iDEAL 付款方式
zh_tw: 啟動 iDEAL 付款方式

# config_status_desc_paybybankapp
source: Activate payment method Pay by Bank app to make it available for your consumers.
cs_cz: Aktivujte způsob platby Pay by Bank app, aby ho mohli používat vaši spotřebitelé.
ja: 購入者が使用できるように支払方法のPay by Bank appを有効にします。
nl_nl: Betaalmethode Pay by Bank app activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby Pay by Bank app a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活 Pay by Bank app 支付方式以使客户可以支付。

# config_status_desc_paypal
source: Activate payment method PayPal to make it available for your consumers.
cs_cz: Aktivujte způsob platby PayPal, aby ho mohli používat vaši spotřebitelé.
de_de: PayPal aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement PayPal pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran PayPal
ja: 支払い方法として PayPal を有効にします
ko_kr: PayPal 결제방법 활성화
nl_nl: Betaalmethode PayPal activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby PayPal a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活 PayPal 付款方式
zh_tw: 啟動 PayPal 付款方式

# config_status_desc_poi_pia
source: Activate payment method Payment On Invoice or Payment In Advance to make it available for your consumers.
cs_cz: Aktivujte způsob platby Platba na fakturu nebo Platba předem, aby ho mohli používat vaši spotřebitelé.
de_de: Kauf auf Rechnung / Vorauskasse aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement Paiement sur facture ou Paiement à l’avance pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran Pembayaran Berdasarkan Faktur atau Pembayaran di Muka
ja: 支払い方法として、インボイスでの支払いまたは事前支払いを有効にします
ko_kr: 송장 결제 또는 사전 결제에 대한 결제 방법 활성화
nl_nl: Betaalmethode "betaling op factuur" of "voorafbetaling" activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby na faktúru alebo platby vopred a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活发票付款或提前付款的付款方式
zh_tw: 啟動發票付款或預付款的付款方式

# config_status_desc_ratepayinvoice
source: Activate payment method Guaranteed Invoice by Crédit Agricole to make it available for your consumers.
cs_cz: Aktivujte způsob platby Zaručená faktura Crédit Agricole, aby ho mohli používat vaši spotřebitelé.
de_de: Crédit Agricole Garantierter Kauf auf Rechnung aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement Facture avec garantie de paiement par Crédit Agricole pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran Faktur Bergaransi
ja: 支払い方法として保証付きインボイスを有効にします
ko_kr: Guaranteed Invoice 결제방법 활성화
nl_nl: Betaalmethode "gegarandeerde betaling door Crédit Agricole" activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby Zaručená faktúra a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活保证发票付款方式
zh_tw: 啟動 Guaranteed Invoice 付款方式

# config_status_desc_sepact
source: Activate payment method SEPA Credit Transfer to make it available for your consumers.
cs_cz: Aktivujte způsob platby SEPA Credit Transfer, aby ho mohli používat vaši spotřebitelé.
de_de: SEPA-Überweisung aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement Virement SEPA pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran SEPA Credit Transfer
ja: 支払い方法として SEPA Credit Transfer を有効にします
ko_kr: SEPA Credit Transfer 결제방법 활성화
nl_nl: Betaalmethode SEPA Credit Transfer activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby SEPA Úhrada a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活 SEPA Credit Transfer 付款方式
zh_tw: 激活 SEPA Credit Transfer 付款方式

# config_status_desc_sepadd
source: Activate payment method SEPA Direct Debit to make it available for your consumers.
cs_cz: Aktivujte způsob platby SEPA Direct Debit, aby ho mohli používat vaši spotřebitelé.
de_de: SEPA-Lastschrift aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement Prélèvement SEPA pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran Debit Langsung SEPA
ja: 支払い方法として SEPA ダイレクト デビットを有効にします
ko_kr: SEPA 자동 이체 결제방법 활성화
nl_nl: Betaalmethode SEPA Direct Debit activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby SEPA Inkaso a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活 SEPA 直接借记付款方式
zh_tw: 啟動 SEPA Direct Debit 付款方式

# config_status_desc_sofortbanking
source: Activate payment method Sofort. to make it available for your consumers.
cs_cz: Aktivujte způsob platby Sofort., aby ho mohli používat vaši spotřebitelé.
de_de: Sofort. aktivieren, um dieses Zahlungsmittel beim Checkout anzubieten.
fr_fr: Activer le mode de paiement Sofort. pour qu’il soit disponible pour vos clients.
id_id: Aktifkan metode pembayaran Sofort.
ja: 支払い方法として Sofort を有効にします。
ko_kr: Sofort 결제방법 활성화.
nl_nl: Betaalmethode Sofort. activeren om deze beschikbaar te maken voor uw klanten.
sk_sk: Aktivujte spôsob platby Sofort. a sprístupnite ho svojim spotrebiteľom.
zh_cn: 激活 Sofort 付款方式。
zh_tw: 啟動 Sofort 付款方式。

# config_three_d_merchant_account_id
source: 3-D Secure MAID
fr_fr: MAID 3-D Secure
id_id: ID 3-D Secure Rekening Penjual
ja: 3-D セキュア販売者アカウント ID
ko_kr: 3-D 보안 상인 계정 ID
nl_nl: 3D-beveiligde MAID
sk_sk: ID účtu obchodníka 3-D Secure MAID
zh_cn: 3-D 安全商家账户 ID
zh_tw: 3-D 安全商戶賬戶 ID

# config_three_d_merchant_account_id_desc
source: Unique identifier assigned to your 3-D Secure merchant account. Can be set to "null" to force SSL process.
cs_cz: Jedinečný identifikační kód přiřazený vašemu obchodnímu účtu 3-D Secure. Lze nastavit na „null“, pokud má být aktivován proces SSL.
de_de: Eindeutiger Identifikator, der Ihrem 3-D Secure Händlerkonto zugewiesen ist. Kann auf "Null" gesetzt werden, um SSL-Verschlüsselung zu erzwingen.
fr_fr: Identifiant unique affecté à votre compte marchand 3-D Secure. Peut être « null » pour forcer le processus SSL.
id_id: Tanda pengenal unik yang diberikan untuk Rekening 3D Secure Penjual Anda.
ja: 3D セキュア販売者アカウントに割り当てられた一意の識別子。
ko_kr: 3D 상인 계정에 지정된 고유 식별자.
nl_nl: Uniek identificatiemiddel toegewezen aan uw 3D-beveiligd handelaarsaccount. Kan naar "onbestaand" gewijzigd worden om SSL-proces te forceren.
sk_sk: Jedinečný identifikátor priradený k Vášmu účtu obchodníka 3-D Secure. Môže sa nastaviť na "null" na vynútenie procesu SSL.
zh_cn: 为您的 3D 商家账户分配的唯一标识符。
zh_tw: 為您的 3D 商戶賬戶指派的唯一識別碼。

# config_three_d_merchant_secret
source: 3-D Secure Secret Key
cs_cz: Tajný klíč 3-D Secure
fr_fr: Secret Key 3-D Secure
id_id: Kunci Rahasia 3-D Secure
ja: 3-D セキュア秘密鍵
ko_kr: 3-D 보안 비밀 키
nl_nl: 3D-beveiligde secret key
sk_sk: Tajný kľúč 3-D Secure
zh_cn: 3-D 安全密钥
zh_tw: 3-D 安全祕密金鑰

# config_three_d_merchant_secret_desc
source: Secret Key is mandatory to calculate the Digital Signature for the 3-D Secure payment. Can be set to "null" to force SSL process.
cs_cz: Tajný klíč je nutný pro výpočet digitálního podpisu pro platbu 3-D Secure. Lze nastavit na „null“, pokud má být aktivován proces SSL.
de_de: Der Geheimschlüssel (Secret Key) wird benötigt, um die Digitale Signatur für die 3-D Secure Zahlung zu berechnen. Kann auf "Null" gesetzt werden, um SSL-Verschlüsselung zu erzwingen.
fr_fr: Secret Key est obligatoire pour générer la signature digitale du paiement 3-D Secure. Peut être « null » pour forcer le processus SSL.
id_id: Kunci rahasia wajib digunakan untuk mengkalkulasi Tanda Tangan Digital dalam pembayaran 3D.
ja: 秘密鍵は、3D セキュア支払いのデジタル署名の計算に必須です。
ko_kr: 비밀 키는 3D 결제를 위해 디지털 서명을 계산하기 위해 필수입니다.
nl_nl: Secret key is verplicht om de digitale handtekening voor 3D-beveiligde betalingen te berekenen. Kan naar "onbestaand" gewijzigd worden om SSL-proces te forceren.
sk_sk: Tajný kľúč je povinný na výpočet digitálneho podpisu pre platby 3-D Secure. Môže sa nastaviť na "null" na vynútenie procesu SSL.
zh_cn: 必须使用密钥以计算 3D 付款的数字签名。
zh_tw: 必須使用祕密金鑰來計算 3D 付款的數位簽章。

# config_three_d_min_limit
source: 3-D Secure Min. Limit
cs_cz: Min. limit pro 3-D Secure
de_de: 3-D Secure Mindestbetrag
fr_fr: Valeur limite min. avec protocole 3-D Secure
id_id: Batas Minimum untuk 3-D Secure
ja: 3-D セキュアの最小限度
ko_kr: 3-D 보안 최소. 한계
nl_nl: 3D-beveiligde min. limiet
sk_sk: Min. limit pre 3-D Secure
zh_cn: 3-D 安全最小限制
zh_tw: 3-D 安全下限

# config_title
source: Title
cs_cz: Název
de_de: Titel
fr_fr: Désignation
id_id: Judul
ja: タイトル
ko_kr: 제목
nl_nl: Titel
sk_sk: Názov
zh_cn: 名称
zh_tw: 標題

# config_title_desc
source: Payment method name as displayed for the consumer during checkout.
cs_cz: Název způsobu platby uvidí spotřebitel v průběhu placení.
de_de: Name des Zahlungsmittels wie beim Checkout angezeigt.
fr_fr: Désignation du mode de paiement affiché pour le client lors du processus de paiement.
id_id: Ini mengendalikan judul yang dilihat pelanggan ketika akan melakukan pembayaran.
ja: ここで、精算時に消費者に表示されるタイトルを管理します。
ko_kr: 체크아웃 중에 고객이 보게 되는 제목을 제어합니다.
nl_nl: Naam betaalmethode zoals weergegeven voor klant tijdens afrekenen.
sk_sk: Názov spôsobu platby, ktorý sa zobrazuje spotrebiteľovi pri realizácii nákupu.
zh_cn: 这可以控制消费者在结账时看到的名称。
zh_tw: 此項控制消費者在結賬時看到的標題。

# config_vault_desc
source: Credit Card details are saved for later use.
cs_cz: Údaje o kreditní kartě jsou uloženy pro pozdější použití.
de_de: Kreditkartendetails werden für die spätere Verwendung gespeichert.
fr_fr: Les données de la carte de crédit sont enregistrées pour une utilisation ultérieure.
id_id: Kartu Kredit dapat disimpan untuk digunakan kembali di kemudian hari tanpa memasukkan perincian kartu kredit
ja: クレジット カードを保存しておけば、次回からはクレジット カードの詳細を入力しなくても使用できるようになります。
ko_kr: 신용카드는 이후 사용을 위해 저장할 수 있습니다
nl_nl: Creditcardgegevens worden bewaard voor later gebruik.
sk_sk: Údaje kreditnej karty sú uložené na neskoršie použitie.
zh_cn: 可以保存信用卡以备后用
zh_tw: 信用卡可以儲存並用於未來的目的而不

# config_wpp_url
source: Crédit Agricole Payment Page v2 Address (URL WPP v2)
cs_cz: Adresa Crédit Agricole Payment Page v2 (URL WPP v2)
de_de: Crédit Agricole Payment Page v2 Adresse (URL WPP v2)
fr_fr: Crédit Agricole Payment Page v2 Adresse (URL WPP v2)
ja: Crédit AgricoleのPayment Page v2アドレス（URL WPP v2）
nl_nl: Crédit Agricole betaalpagina v2 adres (URL WPP v2)
sk_sk: Adresa Crédit Agricole Payment Page v2 (URL WPP v2)
zh_cn: Crédit Agricole 支付页面v2 地址 (URL WPP v2)
